{
    "content": [
        {
            "type": "heading",
            "level": 1,
            "text": "Chapter Nine"
        },
        {
            "type": "heading",
            "level": 1,
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_003_r1.jpg",
            "alt": ""
        },
        {
            "type": "heading",
            "level": 1,
            "text": "NORTH STAR"
        },
        {
            "type": "paragraph",
            "text": "“T\n   \n   here is no friendship in trade.” Lambert Wardell often heard the Commodore make the remark as he pitched letters into the office fire, “bundled his bonds and stocks in packages,” or advised his sons-in-law. It was one of the few things he ever said. “He talked very little,” Wardell recalled. Indeed, his wariness with words marked him in the public eye. “Vanderbilt, as is well known, is remarkable for terseness of expression, a compacted force of argument, and Spartan simplicity, rarely to be equalled,” commented one newspaper. Standing six feet tall from the soles of his feet to his bristling grey hair, weighing a powerful two hundred pounds, he could be mistaken for a man of appetites; he was not (except, perhaps, for sex). Sparing with words, sparing with money, sparing even with food, “he was economical almost to extremes,” Wardell reflected, as if Vanderbilt suspected that his own mouth might betray him, just as he suspected everyone around him. “He thought every man could stand watching,” the clerk added, “and never placed confidence in anyone.”\n   \n\n\n\n     1"
        },
        {
            "type": "span",
            "class": [
                "dropcaps"
            ],
            "text": "“T"
        },
        {
            "type": "paragraph",
            "text": "As fancy carriages passed by 10 Washington Place on January 1, 1853, carrying the fashionable on their way to New Year's Day calls, Vanderbilt contemplated an end to his life of frugality and suspicion. A few months earlier, he had said to Franklin Osgood “that he was getting old, and had better close business.”\n   \n\n\n\n     2\n    \n\n   And yet, even when brooding on his own mortality he cast a jaded eye over those closest to him."
        },
        {
            "type": "paragraph",
            "text": "One day, in his office at 9 Bowling Green, he brought up the subject of his will with Daniel Allen. “Daniel,” he exclaimed, “when I die, there'll be hell to pay!”"
        },
        {
            "type": "paragraph",
            "text": "“Oh, no,” Allen replied. “Commodore, I guess not.”"
        },
        {
            "type": "paragraph",
            "text": "“Oh yes there will; yes there will!” Vanderbilt insisted, as Allen later recalled, “in that peculiar emphatic way that I have no doubt he meant it to be so.”\n   \n\n\n\n     3"
        },
        {
            "type": "paragraph",
            "text": "At the time, Vanderbilt was reordering the hierarchy of his heirs apparent, his sons and sons-in-law. Allen, who had served him so well for so long, slipped inexorably downward. He had self-righteously opposed the\n   \n\n   steamship sale, and now resigned his directorship in the Accessory Transit Company in protest. Horace Clark, on the other hand, continued his climb in his father-in-law's favor. Vanderbilt had asked him to review the terms of the sale, and now referred to him as his “professional adviser.”\n   \n\n\n\n     4\n    \n\n   Daniel Torrance and James Cross hovered nearby, but Vanderbilt treated them as middle managers rather than possible successors."
        },
        {
            "type": "paragraph",
            "text": "As for the sons by blood, Billy lurked in Staten Island obscurity, while George remained too young to be of much note—though he was strong and athletic, a favorite of his father. Cornelius Jeremiah continued to walk under the shadow of his addiction to gambling and his episodic epilepsy. His sister Mary later remembered how their mother confronted the Commodore in their home around this time. “Your hatred or dislike of Cornelius arises from the fret of his affliction,” she insisted. “You intend to give all your money to William.”"
        },
        {
            "type": "paragraph",
            "text": "The old man said nothing, as usual.\n   \n\n\n\n     5\n    \n\n   Leaving a legacy grew increasingly important to him, but what he intended to do with his wealth remains a mystery. Frugality, suspicion, and silence guided his every step."
        },
        {
            "type": "paragraph",
            "text": "In contemplating his mortality and his fractious family, Vanderbilt embarked on a most un-Vanderbiltian adventure. Reports soon spread that he was building a new steamship larger than any of those he had just sold. “Various opinions were entertained as to his ultimate designs,” reported Rev. John Overton Choules, a noted travel writer. “Many imagined that Mr. Vanderbilt… was to sell his ship to this monarch, or that government—or he was to take contracts for the supply of war steamers.” Choules learned the truth from Vanderbilt himself. In February, the minister sat down with the Commodore in the library at 10 Washington Place. There Vanderbilt confirmed the wildest rumor of all: that the great steamship, named\n   \n    North Star\n   \n   , was to be his private yacht. He planned to take his extended family on a grand tour of the Old World, and he invited Rev. Choules and his wife to join them. “Mr. V. expressly informed me that his sole object was to gratify his family and afford himself an opportunity to see the coast of Europe,” Choules wrote. “He observed that, after more than thirty years' devotion to business, in all which period he had known no rest from labor, he felt that he had a right to a complete holiday”\n   \n\n\n\n     6"
        },
        {
            "type": "paragraph",
            "text": "It seemed out of character that this “boorish, vy. austere” businessman (as the Mercantile Agency would call him that May) would splurge on his family in such grand fashion, and on a grand tour of Europe, no less. But even so monomaniacal a moneymaker as Vanderbilt was capable of ordinary human complexity. In his own blunt fashion, he loved his wife and children. Indeed, the\n   \n    North Star\n   \n   was a sign that, as he attained public eminence, he paused, as it were, and looked fondly at the family he had\n   \n\n   pressed so hard for so long. Then, too, there was his brooding over his advancing age. Recently the leading men of his day had started to die off: John Jacob Astor, Philip Hone, Daniel Webster, and Henry Clay. Believing that he had limited time, he sincerely wanted a holiday."
        },
        {
            "type": "paragraph",
            "text": "This is not to say that Vanderbilt underwent a Scrooge-like conversion to Christian charity. He refused to bring along Corneil, for example. And two of his oldest obsessions, pride and patriotism, shaped his vision for the voyage. “I have a little pride, as an American, to sail over the waters of England and France,” he wrote to Hamilton Fish, now a U.S. senator, on February 15, “up the Baltic and through the Mediterranean and elsewhere, under this flag without a reflection of any kind that it is a voyage for gain—with such a vessel as will give credit to the enterprize of our country.” He wrote to Fish to learn if the\n   \n    North Star\n   \n   would retain the protection of the U.S. government, since Congress had not covered private yachts under the statute for American shipping abroad. “When the law was passed,” he observed (or perhaps boasted), “they did not think at that time our yachts would ever sail to a foreign port.”\n   \n\n\n\n     7"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt made careful preparations for the smooth operation of his corporate interests during his long absence. Amid rumors that he himself would take the presidency of the Accessory Transit Company, he forced Joseph L. White and his clique to resign from the board of directors. Vanderbilt resumed his seat on the board and brought in two close allies, Nelson Robinson and Charles Morgan. The\n   \n    Tribune\n   \n   reported talk that other friends, including Robert Schuyler, would become directors as well.\n   \n\n\n\n     8"
        },
        {
            "type": "paragraph",
            "text": "The Vanderbilt group also took steps to put the Pacific end of the business in capable hands. At the end of January, they called to New York Cornelius K. Garrison, a former Mississippi River steamboat captain who had established a successful bank in Panama. On February 1, Garrison agreed to an unusually lucrative two-year contract. As Accessory Transit's San Francisco agent, he could keep a 5 percent commission on receipts and 2.5 percent on disbursements, up to a maximum of $60,000 per year; or he could choose to limit himself to 2.5 percent all around, with no limit on his income. On February 19, Garrison departed New York to embark upon his new career in San Francisco.\n   \n\n\n\n     9\n    \n\n   With White out and such trusted men as Morgan and Garrison in, Vanderbilt could sail for Europe with peace of mind."
        },
        {
            "type": "paragraph",
            "text": "No other unfinished business was as important as Vanderbilt's indictment for manslaughter in Richmond County for the Staten Island Ferry's deadly bridge collapse. He showed no sign of concern, however, and for good reason: on February 26, the\n   \n    Brooklyn Eagle\n   \n   announced that the indictment had been quashed.\n   \n\n\n\n     10\n    \n\n   In all likelihood, the result surprised no one. Vanderbilt dominated Staten Island more thoroughly than any\n   \n\n   medieval baron did his manor. For all his wealth, his mansion off Washington Square, his international prominence, he remained very much a man of Richmond County, a son of the soil between the Narrows and the Kills."
        },
        {
            "type": "paragraph",
            "text": "Jacob J. Van Pelt brought up Vanderbilt's extensive Staten Island holdings in conversation one day early in 1853. For years, Van Pelt had sold timber to Vanderbilt for the construction of his ships; in recent weeks, they had begun to socialize, riding together on Vanderbilt's wagon as he whipped a pair of fast horses out of the narrow streets of New York and up through the rural stretches of upper Manhattan. “The Commodore asked me once what was the best thing to invest money in,” Van Pelt recalled. “I told him I thought he ought to improve his Staten Island property.”"
        },
        {
            "type": "paragraph",
            "text": "“Oh, the Staten Island property?” Vanderbilt replied. “The title ain't worth a damn.”"
        },
        {
            "type": "paragraph",
            "text": "“I didn't think you bought property unless it had a good title,” Van Pelt said."
        },
        {
            "type": "paragraph",
            "text": "“Well, I didn't pay much for it.”\n   \n\n\n\n     11"
        },
        {
            "type": "paragraph",
            "text": "Indeed he had not, for he had purchased his crucial waterfront real estate from the dying Richmond Turnpike Company. His control of key landings had sustained his monopoly with the Staten Island Ferry for years; but now his title was under siege by the state attorney general, and he faced two rival ferries. (In addition to George Law's, another had been started by Minthorne Tompkins, the son of the late vice president.)"
        },
        {
            "type": "paragraph",
            "text": "With his departure looming closer, Vanderbilt had little time to rescue his imperiled fortunes on Staten Island. His ferry, once stripped of its landings, could well be crushed during his long absence overseas, and one of his most valuable businesses would become worthless. As the days ticked by, he simultaneously lobbied the New York legislature to pass a law confirming his title and opened negotiations with Law and Tompkins for a consolidation of the three ferries. Using his lobbying for leverage—along with Tompkins's anxiety over the value of his own Staten Island real estate—he achieved a triumph. In his most vulnerable moment, he convinced his rivals to buy him out for $600,000—$150,000 in cash, plus $50,000 a year (the annual profits on the ferry) for the next nine years.\n   \n\n\n\n     12"
        },
        {
            "type": "paragraph",
            "text": "“I asked him if he had everything fixed,” Van Pelt later reported. “He said yes.” Vanderbilt had picked up his friend for another rattling fast ride shortly before his planned departure. The Commodore added, “Van, I have got eleven millions invested better than any eleven millions in the United States. It is worth twenty-five percent a year without any risk.” Given the size of Vanderbilt's business operations, the $11 million figure rang true. It would have made him one of a half-dozen or so of the richest men in America; only William B. Astor and very few others could boast\n   \n\n   notably larger estates. The risk-free rate of return he cited was clearly hyperbole, but his point was clear: he had taken great care to put his affairs in order."
        },
        {
            "type": "paragraph",
            "text": "To Van Pelt, Vanderbilt seemed very much like a man preoccupied by his own death—and incapable of accepting it. “Commodore,” he once asked, “suppose anything should happen, what are you going to do with your property?” (As Van Pelt added, “He never liked to have me say ‘die,’ so I always said, ‘if anything happens.’”)"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt replied, “They will all have plenty if they let things stay the way I leave them.” He thought he knew best, and always would know best, even after he was dead.\n   \n\n\n\n     13"
        },
        {
            "type": "paragraph",
            "text": "THE NATION WATCHED AS THE\n   \n\n    North Star\n   \n   approached completion. On March 10, it slid down the ways at Simonson's shipyard into the East River, to rousing cheers from a crowd of onlookers. It was towed to the Allaire Works dock, where a swarm of engineers spent the next few weeks installing its massive twin engines, attracting the notice of newspapers as well as technical experts."
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "THE NATION WATCHED AS THE"
        },
        {
            "type": "paragraph",
            "text": "The intense public interest that surrounded Vanderbilt's ship and trip stemmed from more than curiosity about the rich. “Although it is solely a personal matter,” the\n   \n    New York Herald\n   \n   explained, “it partakes somewhat of a national character.” Americans considered the regimes of Europe their ideological opponents. Monarchs ruled all of the Old World—even France, now that Louis Bonaparte had declared himself Emperor Napoléon III. In the United States, less than eighty years had passed since the Revolution, and the people thought of themselves as the guardians of a bold experiment in republican government and social equality. “The sovereigns of Europe,” the\n   \n    Herald\n   \n   added, “have looked upon our increasing power with mingled surprise and alarm—surprise at our progress, and alarm lest the lesson which it silently inculcates might be learned by their own oppressed subjects.” The\n   \n    North Star\n   \n   would bring them face-to-face with the superiority of American democracy. As\n   \n    Scientific American\n   \n   put it, “Queen Victoria, Czar Nicholas of Russia, and Napoleon III will get some of the conceit knocked out of them by a private citizen of New York.”\n   \n\n\n\n     14"
        },
        {
            "type": "paragraph",
            "text": "Of course, fascination with this fantastic display of wealth did account for much of the attention. It is important to remember that steamships were the largest, most complicated, and most expensive man-made objects in existence (apart from a very few buildings). Most of the vessels that plied the oceans were still sailing ships; even the U.S. Navy remained largely under sail, with only sixteen steam vessels of any description in 1852 (and only nine of those categorized as frigates or “first-class” steamers).\n   \n\n\n\n     15\n    \n\n\n\n   Now Vanderbilt had constructed, as a personal yacht, a steamship to rival the largest commercial liners—260 feet in length (at the keel; it stretched to 270 feet on deck) and 2,500 tons. The press lovingly described two mighty walking-beam engines, their pistons pumping a ten-foot stroke, fed by four massive boilers, each ten feet in diameter. The Commodore had designed the\n   \n    North Star\n   \n   himself; in keeping with his now-standard pattern, it boasted enormous thirty-four-foot paddlewheels and a straight stem (as the nearly vertical line of the bow was called)."
        },
        {
            "type": "paragraph",
            "text": "The ship's luxuriousness attracted the most notice. A grand staircase led down to a reception area, with a large circular couch, which opened onto the main saloon. “The furniture… is of rosewood, carved in the rich and splendid style of Louis XV covered with a new and elegant material of figured velvet plush,” the\n   \n    New York Tribune\n   \n   reported. “Connected with this saloon are ten staterooms, superbly fitted up, each with a French\n   \n    armour le gles\n   \n   , beautifully enamelled in white, with a large glass-door.… The berths are furnished with elegant silk lambricans and lace curtains. Each room is fitted up with a different color, viz: green and gold, crimson and gold, orange, etc.” Then there was the main dining saloon, paneled with polished marble and Naples granite, with tables boasting fine silverware and china with a ruby and gold finish. “The ceiling of the room is painted white, with scroll-work of purple, light green, and gold, surrounding medallion paintings of Webster, Clay, Washington, Franklin, and others.”\n   \n\n\n\n     16"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt—who paid close attention to his reputation—fully grasped the public impact of his grand holiday. Indeed, there is every reason to think that he planned the entire thing with an eye on his growing status as a cultural icon. He was not merely a businessman, but “one of our steamship nobility” as\n   \n    Scientific American\n   \n   wrote. Compared with his “magnificent steamship—his pleasure steam yacht… the yachts of the English nobility are like fishing cobles to a seventy-four gun ship.”\n   \n\n\n\n     17\n    \n\n   He was no mere rich man; he was the Commodore."
        },
        {
            "type": "paragraph",
            "text": "When May 19, the date of departure, arrived, Vanderbilt encountered an omen of what lay before him in the year ahead—a jarring reminder that there was indeed no friendship in trade. All spring, labor trouble had wracked the docks. Firemen and coal passers, the crewmen who fed the fires under the boilers, had organized repeated strikes in April, forming angry processions from ship to ship along the waterfront. Just a week before the\n   \n    North Star's\n   \n   departure, a mob of white dockworkers attacked their black counterparts when they learned that the black men received lower wages, which undercut their own pay\n   \n\n\n\n     18\n    \n\n   The\n   \n    North Star\n   \n   had a picked crew of firemen and coal passers who had served on Vanderbilt's other ships, but they, too, caught the militant mood. One hour before departure, they (and some of the sailors) called a strike."
        },
        {
            "type": "paragraph",
            "text": "“Mr. Vanderbilt refused to be coerced by the seeming necessity of the case,” Rev. Choules wrote. “He would not listen for a moment to demands so urged, and in one hour selected such firemen as could be collected; and many of them were green hands, and ill-adapted to give efficient service in their most important department.” The action was so in keeping with Vanderbilt's personality, it scarcely needs comment. Rather than accept his disadvantage, he fired the strikers and took his chances with untried men.\n   \n\n\n\n     19"
        },
        {
            "type": "paragraph",
            "text": "At ten thirty in the morning, after the new firemen had been ushered down into the hold and handed their coal shovels, the crew cast loose the lines that held the ship to the dock at the foot of Grand Street. The side-wheels began to churn, and the immense hull of the\n   \n    North Star\n   \n   eased into the East River. Some four hundred guests milled about the deck with Vanderbilt and his family; the visitors were to sail aboard until Sandy Hook, where they would transfer to the\n   \n    Francis Skiddy\n   \n   for the return to New York."
        },
        {
            "type": "paragraph",
            "text": "Suddenly the happy crowd felt a jolt. The rapidly ebbing tide had caught the ship and smacked the stern into another pier. Vanderbilt shouted at the pilot to spin the wheel hard aport, to carry the\n   \n    North Star\n   \n   into the main channel, but the current was too strong. The ship struck hard on a hidden reef, and the alarmed visitors lost their footing as it keeled over onto one side, tilting the deck at a frightening angle. “For a moment,”\n   \n    Scientific American\n   \n   reported, “there appeared danger of her capsizing.” In a breath, the ship righted itself—but it was still “stuck fast.”"
        },
        {
            "type": "paragraph",
            "text": "The grand voyage had come to a halt 150 feet from the pier, with the near sinking of the celebrated yacht. But the Commodore knew how to manage a crisis. As the passengers returned to shore in another boat, he telegraphed Secretary of State William L. Marcy asking permission to use the U.S. Navy's dry dock across the East River. Permission was immediately granted. As soon as the rising tide lifted the\n   \n    North Star\n   \n   free of the rocks, it steamed into the facility for inspection and repairs. That night Vanderbilt dined aboard ship (as it sat in the stocks of the dry dock), accompanied by broker Richard Schell, and the two men drank a toast to Marcy. The Commodore paid the not inconsiderable sum of $1,500 for use of the dock. To Marcy, the money mattered less than facilitating a voyage that would serve as a bit of informal public diplomacy\n   \n\n\n\n     20"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt's children and their spouses\n   \n\n\n\n     *\n    \n\n   fretted over a long delay; fortunately\n   \n\n   the damage was superficial, and easily fixed. “At seven minutes to eight o'clock P.M. on the 20th of May,” Choules wrote, “we left the gates [of the dry dock] amid the cheering of our kind friends who lined the dock; and, as we steamed down the river, we fired salutes and received them from various ships, and at the Battery, where a large party had gathered to give us a farewell greeting.” As the\n   \n    North Star\n   \n   churned through the Narrows, past the home of Vanderbilt's aged mother, the crew fired off cannons and shot rockets into the clear night sky. The flinty old woman had taught the Commodore his shrewdness and frugality; now he saluted her from an emblem of extravagance, on a voyage that would prove shrewder than anyone could know."
        },
        {
            "type": "paragraph",
            "text": "At nine thirty in the evening, the\n   \n    North Star\n   \n   passed Sandy Hook and slowed to a halt to allow the pilot, John Martineau, to board a boat for the return to New York. Martineau may have been a bit dispirited after his highly public embarrassment of the day before, and perhaps more so when, as he was about to step off the ship, he was called to Vanderbilt's cabin. He encountered Horace Clark, the Commodore's “professional adviser.” The Commodore, Clark informed Martineau, had sent a letter to the New York newspapers concerning his conduct. “He is entirely free from censure,” Vanderbilt wrote. “I know Mr. Martineau to be as good a pilot as there is out of the Harbor of New-York.” Then Clark dropped a “purse of gold” into Martineau's hand.\n   \n\n\n\n     21"
        },
        {
            "type": "paragraph",
            "text": "The\n   \n    North Star\n   \n   steamed into the Atlantic, its paddlewheels churning the calm sea under bright moonlight. An unexpected act of generosity marked the departure; but then, the entire voyage was an unexpected act of generosity. More telling may have been Vanderbilt's choice of messenger. With nearly his entire family aboard, from his oldest son to those sons-in-law who had long served him as lawyers, managers, and agents, he chose Clark. It was a sign of things—and trouble—to come."
        },
        {
            "type": "paragraph",
            "text": "VANDERBILT HAD PREPARED\n   \n   as well as anyone could have for a long absence overseas. It would not be enough. “Ships are but boards, sailors but men,” Shylock wisely observes in\n   \n    The Merchant of Venice\n   \n   . “There be land rats and water rats—water thieves and land thieves.”"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "VANDERBILT HAD PREPARED"
        },
        {
            "type": "paragraph",
            "text": "When Vanderbilt had resumed his place in the Accessory Transit Company, he had not, in fact, moved to take complete control. It appears that he acted merely to protect his interests, to ensure an income stream as agent during his prolonged absence.\n   \n\n\n\n     22\n    \n\n   As a result, the company suffered a power vacuum. It was filled, in part, by a man intimately familiar with the\n   \n\n   company's affairs, a man who still served as its counsel, if no longer as a director: Joseph L. White. Like a tapeworm, he had wound his way into the intestines of the Transit Company, and would not be removed until both he and it had been murdered."
        },
        {
            "type": "paragraph",
            "text": "White's influence persisted because it was of a particular kind, confined to the company's relationship with the U.S. and foreign governments. The board did elect a new president, James De Peyster Ogden, but, as White explained to Secretary of State Marcy “He is new in the company & hence not familiar with its antecedents.” With characteristic arrogance and condescension, White took it upon himself to advise the new administration of President Franklin Pierce on Nicaraguan affairs. “I\n   \n    know\n   \n   the Central Americans quite as well, I think, as any man in this country,” he told Marcy. “Firmness & determination will accomplish anything with them.”\n   \n\n\n\n     23"
        },
        {
            "type": "paragraph",
            "text": "White was not wealthy enough to become a dominant stockholder—but Charles Morgan was. Initially, at least, Morgan made no attempt to take power. He waited until the\n   \n    North Star\n   \n   steamed over the horizon, then began to buy up the company's shares. “The movement in Nicaragua is of such a decided character,” the\n   \n    New York Herald\n   \n   reported on May 28. “A large party have taken hold of it.” Soon a rumor ran through Wall Street that this was more than a short-term operation. Morgan, the brokers whispered, “is to take superintendence of the Company”\n   \n\n\n\n     24"
        },
        {
            "type": "paragraph",
            "text": "As Morgan strengthened his grip on the stock, White wormed into his confidence. Each offered something the other lacked. White could handle political intrigue with slippery, insinuating skills that did not come easily to a self-made businessman like Morgan; Morgan, on the other hand, possessed the wealth, financial acumen, and large blocks of stock that White lacked. The two men, it appears, agreed on a new axis of power in the Accessory Transit Company. On Monday, July 18, they held a new election for the board of directors. White and his lackey H. L. Routh resumed their seats, and Morgan took office as president. Vanderbilt was out.\n   \n\n\n\n     25"
        },
        {
            "type": "paragraph",
            "text": "Nelson Robinson survived on the board, but he could not protect the Commodore. Robinson's own interests were complicated enough. By March 1853, he had accumulated twelve thousand shares of the Erie Railroad. At a par value of 100, that made his holdings officially worth $1.2 million. There were few American businesses that, in their entirety, had a value equal to his stake in Erie. In the stock market, though, the share price was only 83, and it was falling. The stress proved to be too much for him. He declared that, as of May 27, he would retire from business. “The tremendous vicissitudes of stocks affected his nerves,” a Wall Street observer later wrote. “His family implored, his doctor insisted. At last he yielded and retreated into the country”\n   \n\n\n\n     26"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt's other long-standing ally, Daniel Drew, did nothing to help\n   \n\n   his absent friend. After the loss of the\n   \n    North America\n   \n   , he had abandoned all interest in California steamship lines. In any event, he was busy with his religious duties. For the past year, he had raised funds for a very special project of a Methodist charity, the Ladies' Home Missionary Society: to purchase the Old Brewery, the hulking warren that glowered over Paradise Square at the heart of the infamous Five Points, the most violent, impoverished slum in the city. Since 1837, the very poorest of the very poor had packed into the filthy and infested building, “creating a tenament so repulsive that it quickly became the most notorious in New York,” writes historian Tyler Anbinder. “Here is vice at its lowest ebb,” wrote the\n   \n    National Police Gazette\n   \n   , “a crawling and fetid vice, a vice of rags and filth.” Drew collected the $16,000 to buy the structure, which was then ripped down. On June 17, the society celebrated the opening of a new four-story mission where the Old Brewery had long stood.\n   \n\n\n\n     27"
        },
        {
            "type": "paragraph",
            "text": "With uncontested control of Accessory Transit, Morgan and White removed Vanderbilt from his post as agent, depriving him of his rich commission on tickets. “This payment was regularly made to Mr. Vanderbilt up to the time he left in his yacht for Europe,” the\n   \n    New York Herald\n   \n   reported on July 29. “Since, the company have refused to make payments to Mr. Vanderbilt's agent.” Morgan himself took over as agent. Brokers on Wall Street chattered anxiously about the act of treachery. As the\n   \n    Herald\n   \n   observed, “Trouble is anticipated upon the return of Commodore Vanderbilt.”\n   \n\n\n\n     28"
        },
        {
            "type": "paragraph",
            "text": "AS THE\n    \n\n      NORTH STAR\n     \n\n    CHURNED ACROSS\n   \n   unusually smooth seas, smoke billowing out of its twin black funnels, Vanderbilt instructed Captain Eldridge to cover no more than 250 miles every twenty-four hours. “As my journey would be a long one,” he explained in a letter to a friend in New York, “and as I meant to have the ship in such order on our arrival in a foreign country as to be a credit to our ‘Yankee land,’ I did not wish to hazard this by making any attempt to obtain high rates of speed.” Pushing a new engine too hard could damage it; steam engines generally had to be broken in before they could produce their best speed."
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "AS THE\n    \n\n      NORTH STAR\n     \n\n    CHURNED ACROSS"
        },
        {
            "type": "paragraph",
            "text": "Stoking a fire, though, was no mere unskilled labor; keeping the heat under a boiler at just the right level required experience. And the untrained firemen Vanderbilt had plucked off the wharf when he fired the strikers had no experience. After the first day passed, Vanderbilt wrote, “I was somewhat astonished.” Instead of 250 miles, the ship made 272. He went to the engine room to investigate, and found the green hands stoking away heedlessly, the great pistons and beams of the engines pounding up and down, turning the wheels at fourteen and a half revolutions per minute."
        },
        {
            "type": "paragraph",
            "text": "He complained about the firemen, but he found that his guests were, in fact, delighted by the ship's speed. And so the man who always knew better than everyone else did something unusual: he indulged them."
        },
        {
            "type": "paragraph",
            "text": "The party were so elated and pressed so hard to let her make one day's run, that I finally told the engineer that he might let her engines make 14½ revolutions per minute for twenty-four hours, but no higher would I permit him to go. Whenever it rated a particle above this I compelled him to shut the throttle valve and confine her to the 14½ To my astonishment, at the end of twenty-four hours, she had made three hundred and forty-four miles, a greater distance, by twenty-four miles, than ever was made from New York to Europe."
        },
        {
            "type": "paragraph",
            "text": "It ran as fast as eighteen knots, a remarkable speed in 1853.\n   \n\n\n\n     29"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt referred to his group as a party, and a party they had. Even the ignorance of the raw sailors amused them. At one point, the mate ordered one of the green hands to ring two bells, a traditional mark of time at sea. The mate grew annoyed when nothing happened. “He again called for two bells,” Rev. Choules chortled in a letter home, “and the novice innocently said, ‘Please, sir, I can't find but one.’” Most evenings, the guests—attired in their heavy broadcloth suits and elaborate dresses, and tended by a squad of Irish maids—gathered in the main saloon, where one of the men played a piano and the ladies sang. Sometimes the crew joined in. Some of the sailors were black, and, Choules claimed, “were decidedly fond of negro melody. One of them, who answered to the euphonious name of ‘Pogee,’ was, I think, quite the equal of the Christy Minstrels [a famous musical group that performed in blackface].”\n   \n\n\n\n     30"
        },
        {
            "type": "paragraph",
            "text": "Now began the hour of Vanderbilt's glory. Southampton, Copenhagen, and St. Petersburg; Le Havre, Málaga, and Naples; Malta, Constantinople, and Gibraltar: the\n   \n    North Star\n   \n   sailed around Europe in triumph over the course of four months. The triumph was technical; at each port, marine experts pored over the ship. Commanders of the Royal Navy inspected its beam engines; officers of the tsar's fleet sketched its lines; pashas of the sultan's forces browsed through its cabins. And the triumph was patriotic: American newspapers published accounts of the\n   \n    North Star\n   \n   's progress, reporting its speed and fuel efficiency, describing the thousands of spectators who lined up at each port to visit the gigantic yacht. Editors across the United States reprinted lengthy articles from the English press. “In this magnificent trip to England by Mr. Vanderbilt,” the\n   \n    Chicago Tribune\n   \n   quoted the\n   \n    Southampton Daily News\n   \n   as writing, “Brother Jonathan has certainly gone ahead of himself.” (“Brother Jonathan” was a nickname for America in the 1850s, as common as “Uncle Sam” later would be.)\n   \n\n\n\n     31"
        },
        {
            "type": "paragraph",
            "text": "And the triumph was social. When the\n   \n    North Star\n   \n   docked in Southampton,\n   \n\n   Vanderbilt, with his wife and guests, took the train to London, where the prestigious expatriate American banker George Peabody played host—tendering his box at the opera, for example, to the Commodore and his family. The U.S. minister to Great Britain, Joseph R. Ingersoll, held a formal reception for Vanderbilt. “The attendance was large,” Choules wrote, “and the party a very fashionable one. The display of diamonds was very brilliant. General attention was directed to Mr. Vanderbilt, who was quite the man of the occasion; and all seemed desirous to obtain an introduction.”\n   \n\n\n\n     32\n    \n\n   Lords and squires and millionaires crowded around the man from Staten Island, pressing him to bring his yacht up the Thames “and enable the fashionable world—then, of course, in London—to visit the\n   \n    North Star,”\n   \n   Choules added. Vanderbilt begged off, lest he “take a step which might appear like ostentation”—as if anything could be more ostentatious than crossing the Atlantic in such a yacht. More likely he wished to save coal."
        },
        {
            "type": "paragraph",
            "text": "The lord mayor of London invited Vanderbilt to a soirée, where the Commodore and Sophia mingled with the Archbishop of Canterbury and Thomas Carlyle. Vanderbilt went away with a party to the races at Ascot, the most fashionable racetrack in the world. In St. Petersburg came chats with Grand Duke Constantine, second son of the tsar, and a visit to the Winter Palace. In Florence came a session with Hiram Powers, perhaps the most famous American artist of the age, who sculpted a bust of Vanderbilt's proud head (for $1,000) and then accompanied him around Italy. In Naples the royal government turned the\n   \n    North Star\n   \n   away, for fear that the ship carried antimonarchical arms or rebels, but Vanderbilt and his wife paid calls on the British governors of Malta and Gibraltar.\n   \n\n\n\n     33"
        },
        {
            "type": "paragraph",
            "text": "On May 27, less than a week after the\n   \n    North Star's\n   \n   departure from New York, the Mercantile Agency recorded its scathing judgment of Vanderbilt as “illiterate & boorish,” not to mention “offensive.” This judgment was wrong—or, at least, incomplete. Though he could still manifest a brutal demeanor when locked in combat, he had learned by 1853 to affect the sort of polish expected of a man of wealth and accomplishment. Men ranging from Hiram Powers to Lord Palmerston were struck by his confident, commanding air, an impression reinforced by his erect posture and neat appearance. Though Choules was no disinterested observer, he spoke for many when he reflected on Vanderbilt's “dignified reserve” and “dignified self-control.” (After the journey, he would broadcast these judgments in a popular book on the trip.)\n   \n\n\n\n     34"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt even came to terms with his old rival, the English language. Not that he conquered it; as Lambert Wardell later recalled, he “abominated papers of every description.” The phonetic spelling and careless punctuation that marked the letters of his youth remained in those few\n   \n\n   notes he chose to write in his own hand. Usually he dictated to Wardell, who smoothed out the sentences.\n   \n\n\n\n     35\n    \n\n   More significant was the change in his speaking. Among cronies and underperforming subordinates, he still would spout profanity with fluency and enthusiasm; but he had learned to speak on something like equal terms with men of refinement. This was reflected in Vanderbilt's comments at a grand municipal dinner given to him in Southampton, which were articulate, if brief. After a very few remarks, he said, “Were I able to express the gratification we have experienced in passing through the country and your town… I am fearful you would construe it into an attempt to make a speech.” Then he sat down."
        },
        {
            "type": "paragraph",
            "text": "Perhaps self-conscious of his lack of education, he avoided public speaking—a significant fact in that great era of oratory, when men and women passed the hours listening to long, elaborate speeches from politicians and ministers, lecturers and poets. But his recorded remarks show that he was capable of keeping his errant grammar under control in conversation. A more likely explanation for his reticence was given by those who knew him best: that he detested circuitousness, viewed loquacity as a kind of vanity and distrusted the rhetorical flourishes expected in this culture of the word upon word. When dictating letters, for example, he expected Wardell to preserve the brevity, the concentrated force, of his language. As Vanderbilt said in his terse Southampton toast, “He had been accustomed, all his life, to go direct to a point.”\n   \n\n\n\n     36"
        },
        {
            "type": "paragraph",
            "text": "When he plumped back into his seat at that dinner, another of his party rose: Horace Clark. At the Commodore's request, the ambitious lawyer gave precisely the sort of speech expected on this occasion, the kind that Vanderbilt loathed, larded with such passages as, “a few days of unalloyed pleasure, passed in contemplation of the Great Creator in his broadest and most glorious field—a few nights of calm repose, undisturbed by danger or fear—and lo! your magnificent shores burst upon our view.” Now that Vanderbilt was most emphatically a public man, he needed someone like Clark. He had thought he had found such an ally in Joseph White; but White's treachery had taught him to look within his own circle for someone more trustworthy."
        },
        {
            "type": "paragraph",
            "text": "Clark wanted to be more than Vanderbilt's mouthpiece, but others stood in his way. His most serious rival was Daniel Allen, who had shown himself to be a quiet, shrewd businessman more like the Commodore himself. But Allen's split with his father-in-law over the steamship sale to Accessory Transit continued to fester. So he and his wife, Ethelinda, decided to spend a year in Europe. They had a son and a brother-in-law currently residing on the continent, and perhaps they hoped the time abroad might improve Ethelinda's health. “Mrs. Allen came on board the yacht from a sick bed,” Rev. Choules wrote, “and in a condition of extreme\n   \n\n   debility.” The months at sea seem to have helped immensely, and she and her husband said their good-byes at Gibraltar.\n   \n\n\n\n     37"
        },
        {
            "type": "paragraph",
            "text": "More ominous for Clark's future (though there is no sign that he thought of matters this way) was the thaw in Vanderbilt's relationship with Billy. The two had never spent so much time together; more than that, they socialized in a holiday setting overseen by Billy's eternally patient and kindhearted mother. Overshadowed by her domineering husband, Sophia's personality rarely flowers in the historical record, though a few suggestive comments come from Rev. Choules (however prone he may have been to praising everything and everyone, apart from the pope, whom he reviled). “Every day, everyone on board was made to see and feel the excellent qualities” of Sophia Vanderbilt, Choules wrote, “whose uniform amiable spirit was the regulator of the circle.”\n   \n\n\n\n     38"
        },
        {
            "type": "paragraph",
            "text": "Amiable patience marked William's manner as well. A story would later circulate that depicted father and son on the\n   \n    North Star's\n   \n   deck as it churned toward home, both of them puffing on cigars. Vanderbilt cocked an eye at Billy and said, “I wish you wouldn't smoke, Billy; it's a bad habit. I'll give you $10,000 to stop it.” The young man pulled the cigar out of his mouth and said, “You needn't hire me to give it up. Your wish is enough. I will never smoke again.” With a flick of his wrist, Billy tossed the cigar over the rail and into the waves below\n   \n\n\n\n     39\n    \n\n   The tale is utterly apocryphal, but it survived because it reflected two truths: Cornelius's relentless testing of his son, and William's steady display of loyalty—a dutifulness that slowly affected his father."
        },
        {
            "type": "paragraph",
            "text": "Onward the\n   \n    North Star\n   \n   sailed toward New York, cutting through clouds of flying fish, dredging through green Sargasso Sea islands of seaweed, and steaming into view of Staten Island. Back through the Narrows it went—firing another salute as it passed the home of Vanderbilt's mother—up to the Allaire Works, where the journey had begun. “On the dock were kind friends and beloved relatives,” Choules wrote, “and I almost felt that the entire four months of absence was but a dream! But I soon learned a painful fact… that the sweetest joys of life are dashed with bitter waters.”\n   \n\n\n\n     40"
        },
        {
            "type": "paragraph",
            "text": "FOR THE FIRST SUMMER IN TWO DECADES\n   \n   , Cornelius Vanderbilt did not go to Saratoga Springs. He was, of course, on the far side of the Atlantic, so Saratoga went on without him. “Senators and members of Congress are abundant,” the\n   \n    New York Times\n   \n   reported on August 12. Other notables included George Law; Thurlow Weed, the Albany newspaper editor and titan of the Whig Party; Edward K. Collins, head of a federally subsidized transatlantic steamship line; and Charles Morgan.\n   \n\n\n\n     41"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "FOR THE FIRST SUMMER IN TWO DECADES"
        },
        {
            "type": "paragraph",
            "text": "In the summer of 1853, it was Morgan, not the Commodore, who went each morning to the little temple erected over the Congress Spring, inside the hollow square of the Congress Hall hotel, where a boy lowered a staff to dip tumblers full of mineral water, three at a time. It was Morgan who played hands of whist with other Wall Street warriors, or sat in the evening in the colonnade of the Congress or the United States Hotel, smiling at the passing girl in white muslin and a pink sash, daringly wearing no bonnet, who made her way to a fashionable ball or a more casual “hop.”\n   \n\n\n\n     42\n    \n\n   It was Morgan who took a carriage up to the lake to eat a dinner of wild game at the Lake House restaurant, famous for its crispy fried potatoes (or potato chips, as they would come to be known), a wildly popular dish invented by “Eliza, the cook,” in the 1840s.\n   \n\n\n\n     *"
        },
        {
            "type": "paragraph",
            "text": "By September 23, Morgan was back in New York, where he could not have missed Vanderbilt's return in the\n   \n    North Star\n   \n   . Every newspaper published the news, as if it were a matter of national import to announce (as the headline in the\n   \n    Times\n   \n   read), “Com. Vanderbilt's Pleasure Party at Home Again.” The\n   \n    New York Herald\n   \n   went further, notifying the Commodore that during his absence the Accessory Transit Company had fired him as agent and kept his money. It reprinted a letter from the corporation that had run on July 29. “It is quite true that since the departure of Mr. Vanderbilt the company have not paid him the twenty percent on the gross receipts of the transit route,” the company had stated, “for the plain and simple reason that, in their belief, he is largely indebted to the company, it having found it impossible to obtain a statement of the accounts of the agency during the time he had acted as agent for the steamers of the company.” The\n   \n    Herald\n   \n   added, “As soon as Commodore Vanderbilt gets fairly located again among us, it is expected he will furnish some exculpatory reply”\n   \n\n\n\n     43"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt's discovery of this treachery provided the context for what is said to be one of the most famous letters in the history of American business: “Gentlemen: You have undertaken to cheat me. I won't sue, for the law is too slow. I'll ruin you. Yours truly, Cornelius Vanderbilt.” This terse, belligerent note is pure Vanderbilt. It is also mythology. It first appeared decades later, in Vanderbilt's obituary in the\n   \n    Times\n   \n   , and its validity\n   \n\n   is dubious at best. He never wrote “Yours truly,” but usually he signed, “Your obedient servant.” And it never would have occurred to him to give up legal redress. He had been suing his opponents since 1816; he knew that, even when the courts did not give satisfaction, legal action gave him leverage in negotiations.\n   \n\n\n\n     44"
        },
        {
            "type": "paragraph",
            "text": "But reply he did. As soon as he had wobbled on his sea legs into his office, he ordered Lambert Wardell to pull out pen and paper; he wanted to dictate a letter to James Gordon Bennett, editor of the\n   \n    Herald\n   \n   . “The statement made in the name of the company,” he wrote, “calls for a few words of explanation. To say nothing of the cowardice which, in my absence in a foreign country, dictated the calumnious statement referred to, it is none the less unfortunate that it was utterly false.”"
        },
        {
            "type": "paragraph",
            "text": "Cowardice and mendacity—the two cardinal sins in Vanderbilt's business code, and the two salient traits of Joseph White—drove him into a fury. He did not owe the Transit Company, he said; rather, it owed\n   \n    him\n   \n   some $36,000 for property (mostly coal and coal hulks) that he had sold along with the steamships, an amount that was to have been paid out of the first earnings of the ships. “My object in accepting the agency of the steamships… was chiefly to enable me to secure the amount of the company's unpaid indebtedness to me,” he explained. “These earnings should come directly into my hands. I need not say that I would not have trusted the company for so large a sum of money upon any other terms.” His man in New York, Moses Maynard, had made the books freely available for inspection at any time. And, far from decrying lawsuits, he concluded with this warning: “My rights against the company will be determined in due time by the judgment of the legal tribunals.”\n   \n\n\n\n     45"
        },
        {
            "type": "paragraph",
            "text": "On September 29, the day after the\n   \n    Herald\n   \n   published Vanderbilt's angry letter, the Commodore and Charles Morgan met to discuss their conflict. Where they spoke is unknown, though Morgan's office was at 2 Bowling Green, only a few doors from Vanderbilt's. The Commodore proposed to refer the dispute to arbitration. Morgan seems to have thought well of the idea, but he declined to make a commitment, and the meeting broke up without any settlement."
        },
        {
            "type": "paragraph",
            "text": "A split seems to have formed in Accessory Transit over how to proceed. On October 27, the\n   \n    Herald\n   \n   reported that it had agreed to arbitration; on the next day, the company refused, making petty excuses about the state of the accounts Vanderbilt had rendered. Indeed, it taunted him, in what sounds very much like the voice of Joseph White. “The company are desirous he should commence proceedings against them at once,” said the official statement, “and are afraid he will do nothing but threaten.” Vanderbilt's lawsuit, postponed to allow time for negotiations, would proceed.\n   \n\n\n\n     46"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_004_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "THE BATTLE SEEMED TO\n   \n   energize Vanderbilt, for he simultaneously embarked on a series of breathtakingly huge financial transactions. First, his friend Robert Schuyler—now president of the New York & New Haven, the Illinois Central, and other railroads—asked for help. He had overextended himself in his vast stock operations, and the\n   \n    Independence\n   \n   , the ship he and his brother George had purchased from Vanderbilt, had sunk in the Pacific. He needed money, a lot of money; fortunately, he could offer thousands of railroad shares as collateral. Vanderbilt took them, loaning Schuyler $600,000 in October to see him through his difficulties. This was a staggering figure: if a merchant's entire estate amounted to that sum, he would be praised as extremely wealthy by the Mercantile Agency\n   \n\n\n\n     47"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "THE BATTLE SEEMED TO"
        },
        {
            "type": "paragraph",
            "text": "Next came a fresh campaign on Wall Street led by Nelson Robinson—who, it appears, could not bear to remain in retirement as long as he owned twelve thousand Erie shares, waiting to be bulled. In mid-October, Robinson won reelection to the Erie Railroad's board of directors, and took over as treasurer; he was joined by Daniel Drew, who was new to the board. The two organized a “clique” of investors to run up the price of Erie. Vanderbilt agreed to cooperate, though he demanded a bonus in the form of a discount on the stock. He purchased four thousand shares at 70 each, 2½ below the market price. (How Robinson and Drew arranged the discount is unclear.) “The removal of so much stock, even temporarily from the market, was calculated to improve it [the price],” the\n   \n    New York Evening Post\n   \n   reported."
        },
        {
            "type": "paragraph",
            "text": "With so many stock certificates sitting in Vanderbilt's office rather than circulating among brokers, Erie's share price immediately rose. Robinson made the most of it as he worked both the curb and the trading floor on Wall Street. “His name & influence put up the price,” the Mercantile Agency reported. “It went as high as 92 in April [1854] & he sold out.” Robinson made as much as $100,000 in this single operation. Vanderbilt garnered perhaps $48,000 in profit (less brokers' commissions), in a lucrative beginning to a long and ultimately tragic relationship with Erie.\n   \n\n\n\n     48"
        },
        {
            "type": "paragraph",
            "text": "Success in this operation had been far from certain, but Vanderbilt “was a bold, fearless man,” Wardell later explained, “very much a speculator, understanding all risks and willing to take them.”\n   \n\n\n\n     49\n    \n\n   As Vanderbilt's notoriety as a speculator rose, so would the public's ambivalence toward him."
        },
        {
            "type": "paragraph",
            "text": "Ambivalence, but not simple loathing: the Commodore simultaneously remained the archetype of the economic hero, the productive, practical man of business, precisely the sort popularly depicted as the opposite of the speculator. Indeed, the key to understanding Vanderbilt is that he saw\n   \n\n   no distinction between the roles defined by moralists and philosophers. He freely played the competitor and monopolist, destroyer and creator, speculator and entrepreneur, according to where his interests led him. The real conundrum lies in how he saw himself. His public pronouncements reflected Jacksonian laissez-faire values, as he denounced monopolies and touted himself as a competitor. Did he detect a paradox, then, when he sold out to a monopoly or sought his own subsidies? Most likely no. Competition had arisen in America conjoined with customs and mechanisms to control it. Vanderbilt saw “opposition” as a means to an end—war to achieve a more advantageous peace. On a personal level, he was acutely aware that he had won all that he possessed by his own prowess. And whatever he won in battle, he was ready to defend in battle."
        },
        {
            "type": "paragraph",
            "text": "VANDERBILT'S COMBINATION\n   \n   of entrepreneurship and stock market gamesmanship also appeared in his elaborate plot to take revenge on Morgan and White. The first phase involved an attempt to drive down the Accessory Transit Company's share price. He faced long odds. In December, Morgan fed information to the\n   \n    New York Herald\n   \n   that won him the support of its influential financial column (despite Vanderbilt's protest that the numbers leaked to the paper were “calculated to deceive”). Rumors of the company's rich profits and bright prospects sent its stock price up to 27⅝.\n   \n\n\n\n     50"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "VANDERBILT'S COMBINATION"
        },
        {
            "type": "paragraph",
            "text": "Seemingly in defiance of reality, Vanderbilt deployed a platoon of brokers on the stock exchange to sell Accessory Transit short, starting on January 5. “The bears made a dead set against it,” the\n   \n    Herald\n   \n   reported. Vanderbilt shorted five thousand shares—that is, sold five thousand shares that he did not own—at 25, on contracts that gave him up to twelve months to deliver the certificates. He gambled that the price would go down in the interim, so he could buy the shares for less, thus making a profit when he delivered them. “This looks like a most determined opposition,” the\n   \n    Herald\n   \n   noted. Morgan started buying to keep the price up, making for a direct battle between the two titans."
        },
        {
            "type": "paragraph",
            "text": "The next day the\n   \n    New York Times\n   \n   reported, “The contest of\n   \n    Bull\n   \n   and\n   \n    Bear\n   \n   opened… on Nicaragua Transit stock, [and] was followed up with considerable spirit by the buyers for the rise. The large seller yesterday it is now confidently asserted is Mr. Cornelius Vanderbilt, and the buyer Mr. Charles Morgan, the President and managing man of the Company; both old heads on the Stock Exchange, and wealthy.” The\n   \n    Herald\n   \n   , too, observed the “immense pressure from the bears,” as Vanderbilt's brokers sold feverishly in an attempt to drive down the share price, but “Nicaragua” stubbornly rose. “The enormous sales… had an effect quite contrary to that intended. The probability is that the same party [Vanderbilt] will not try the same game a second time. It was a desperate move, and must result in serious loss.” Now firmly on Morgan's side, the\n   \n    Herald\n   \n   reporter cited the “present able management” of the company and its glowing annual report, concluding that it was “rash to bear the stock.”\n   \n\n\n\n     51"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_028_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "The gold coming down from the mountains led to an international rush to California. In early 1849, Vanderbilt sent his son Corneil around Cape Horn in a schooner to work on a ferry in San Francisco Bay He jumped ship, as did the gold-crazed crews of dozens of vessels, turning the San Francisco waterfront into a floating graveyard.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_029_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "California's primary channel to the Atlantic coast consisted of steamship lines and a land crossing at Panama. Vanderbilt created a rival transit route across Nicaragua. This engraving shows a sternwheel riverboat in the harbor of Greytown on the Atlantic, having loaded passengers from a steamship in the background, as it enters the San Juan River, bound for Lake Nicaragua.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_030_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "The San Juan River flows from Lake Nicaragua to the Atlantic through a dense rain forest. This 1880s photograph shows a steamboat in a wide, shallow section. Vanderbilt personally piloted the first passengers on his Nicaragua line up the river in 1851.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_031_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "At the head of the San Juan River was the village of San Carlos. This photograph from the 1880s shows the great Lake Nicaragua in the background, along with typical thatched-roof huts. A fort also guarded this strategic point.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_032_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "On leaving the San Juan River, passengers transferred to larger sidewheel steamboats that traversed Lake Nicaragua's 110-mile expanse. The western landing was at Virgin Bay, where a large pier was eventually constructed. This somewhat exaggerated engraving shows the twin cones of the island of Ometepe.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_033_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "A twelve-mile carriage road connected Virgin Bay with the little Pacific port of San Juan del Sur, which was virtually uninhabited until Vanderbilt personally chose it as the terminus of the transit route. Passengers transferred between steamship and shore by means of launches.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_034_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "By 1851, San Francisco had emerged as a major American city, nourished in part by Vanderbilt's steamship line to and from New York. This photograph looks east across the bay toward Yerba Buena Island. It reveals the shipping that thronged the new wharves and the dense grid of substantial brick buildings that were constructed in the wake of repeated fires.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_035_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "This 1854 engraving shows the Narrows at the mouth of New York Harbor, with Staten Island in the foreground, Long Island to the right, and in the distance on the far right the cities of Brooklyn and New York.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_036_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "The offices of Vanderbilt's various lines to California could be found next to those of his competitors on Steamship Row, the nickname for this stretch of buildings just to the left of the small oval park of Bowling Green. Vanderbilt maintained a personal office here, at the southern tip of Manhattan, until he sold his steamship interests during the Civil War.\n   \n    Museum of the City of New York"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_037_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "Shrewd, dashing, and more than a bit slippery, Cornelius K. Garrison became the San Francisco agent for Accessory Transit, the company Vanderbilt had started to carry passengers via Nicaragua. He was manipulated into opposing Vanderbilt in late 1855.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_038_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "A small, quiet, intense man, Nashville-born William Walker emerged as a leading “filibuster”—a private citizen who launched armed invasions of foreign countries. In 1855, he landed in Nicaragua with fifty-six men to fight in its civil war. He won, formed a new government, and abolished Accessory Transit. He gave the transit rights to a friend, who resold them to Garrison.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_039_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "Granada was the capital of the Conservative government that ruled Nicaragua when Vanderbilt established the transit route. He visited the city on two of his three expeditions to the country. William Walker captured Granada in 1855 and consolidated his power by executing Conservative general Ponciano Corral on the city plaza, shown here.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_040_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt resumed control of Accessory Transit just as Walker revoked its corporate charter and gave its property to Cornelius Garrison and his partner Charles Morgan. Vanderbilt made an alliance with Costa Rica to oust Walker. Walker's downfall began when Sylvanus Spencer, Vanderbilt's personal agent, led a force of Costa Rican soldiers in a surprise assault on a filibuster garrison at Hipp's Point on the San Juan River, shown here.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_041_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "In the 1850s Vanderbilt emerged as a major force on the stock exchange, often working closely with Daniel Drew. During this period stockbrokers conducted formal trades of securities in auctions in the Merchants' Exchange on Wall Street, shown here in 1850. Informal trades took place among unlicensed brokers on the curb outside.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_042_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt's youngest son, George Washington Vanderbilt, entered West Point in 1855, graduated near the bottom of his class in 1860, and served briefly in the West. At the beginning of the Civil War, he was convicted by a court-martial of deserting his post. He died in France on December 31, 1863.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_043_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt's respect for his son William grew in the late 1850s, as he became an officer of the Staten Island Railroad. Vanderbilt made him vice president of the Harlem Railroad, and eventually operational manager of all his lines. A gifted manager, William proved far less diplomatic than his father.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_044_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt named the greatest vessel he ever constructed after himself. For a time the largest and fastest steamship afloat, the\n   \n    Vanderbilt\n   \n   shared the characteristics of all the steamships he designed: a nearly vertical bow, massive sidewheels, supplementary sails, and twin walking-beam engines adapted from steamboats.\n   \n    Naval Historical Center"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_045_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "The\n   \n    Champion\n   \n   was the first iron-hulled steamship constructed in the United States. Though not the largest in Vanderbilt's fleet, it was fast and fuel efficient. During the Civil War it ran between Panama and New York, as part of a monopoly on California steamship traffic that Vanderbilt helped establish.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": ""
        },
        {
            "type": "image",
            "src": "images/Stil_9780307271556_epub_046_r1.jpg",
            "alt": ""
        },
        {
            "type": "paragraph",
            "text": "The rampage of the Confederate ironclad\n   \n    Virginia\n   \n   (also known as the\n   \n    Merrimack)\n   \n   created a panic in Lincoln's cabinet. The\n   \n    Monitor\n   \n   rushed to the scene and battled it to a standstill, as shown here. But the\n   \n    Virginia\n   \n   survived. Its continuing threat led Secretary of War Edwin Stanton to ask Vanderbilt to equip the\n   \n    Vanderbilt\n   \n   to destroy it.\n   \n    Library of Congress"
        },
        {
            "type": "paragraph",
            "text": "Then the Commodore sprang his trap. On January 17, a headline in the\n   \n    Times\n   \n   announced, “\n   \n    NEW LINE OF STEAMSHIPS TO SAN FRANCISCO\n   \n   .” He was going to compete against Accessory Transit. The move epitomized the paradox that was Vanderbilt, for it was motivated by a personal vendetta yet had wide public consequences. The resulting fare war would dramatically reduce prices on the corridor between California and New York, showering benefits on migrants and merchants. It would also destroy Accessory Transit's profits, lay low the share price, and thus enrich Vanderbilt at the expense of his enemy—and innocent stockholders."
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "NEW LINE OF STEAMSHIPS TO SAN FRANCISCO"
        },
        {
            "type": "paragraph",
            "text": "All these months, the Simonson shipyard had been refitting the\n   \n    North Star\n   \n   as a passenger liner. The world-famous yacht was to serve as the flagship of a new steamship fleet, but it would take time to build more vessels. So Vanderbilt made an alliance with merchant Edward Mills, who owned the\n   \n    Uncle Sam\n   \n   and built the new\n   \n    Yankee Blade\n   \n   with Vanderbilt's help. “These vessels are all known as exceedingly swift and commodious,” the\n   \n    Times\n   \n   reported; they would run on the Pacific, and connect to the\n   \n    North Star\n   \n   at Panama. Official notice of the “Vanderbilt Line for California” ran on January 23. With Daniel Allen in Europe, James Cross would manage the ships.\n   \n\n\n\n     52"
        },
        {
            "type": "paragraph",
            "text": "Interestingly, it was the Washington correspondent of the\n   \n    Times\n   \n   who broke the story. Vanderbilt had gone to the capital to add a third role to those of speculator and entrepreneur—that of lobbyist, in pursuit of the California mail contract. As early as October 10 he had written to Secretary of State William L. Marcy on the subject. Vanderbilt likely knew Marcy personally, and undoubtedly found the jowly former governor of New York appealing. Historian Allan Nevins judged Marcy “blunt, humorous,” and highly social. “A gentleman of the old school,” he reportedly coined the phrase “To the victor belong the spoils,” an apt summary of the Commodore's own code. Vanderbilt wrote to Marcy, “I feel some solicitude to enlarge my reputation by doing something valuable for the country,” and suggested that a transit across Mexico, farther north even than Nicaragua, could save two weeks on the mail to San Francisco.\n   \n\n\n\n     53"
        },
        {
            "type": "paragraph",
            "text": "Washington had been empty when Vanderbilt wrote to Marcy; in December Congress reassembled, and the capital came alive. “The hotels and boarding-houses filled up, the shopkeepers displayed a varied stock, and the deserted villages [that made up the city] coalesced into a bustling town,” Nevins wrote—though it was still “a fourth-rate town.” Since\n   \n\n   Washington existed entirely for the seasonal gathering of Congress and a mere handful of year-round civil servants (the entire State Department staff consisted of eighteen men), it had few attributes of a true city. It lacked proper water or sewage works; parks remained undeveloped tracts, overrun by weeds; most government buildings were small, drab brick structures; even the Capitol and the Washington Monument sat unfinished. The most common business seems to have been the boardinghouse. “Music and drama were so ill-cultivated,” Nevins noted, “that a third-rate vocalist or strolling troupe created a sensation.”\n   \n\n\n\n     54\n    \n\n   This was the town that Vanderbilt traveled to in January to press his war on Accessory Transit."
        },
        {
            "type": "paragraph",
            "text": "And to win glory for himself. The triumphant voyage of the\n   \n    North Star\n   \n   had swelled his sense of importance. It also seems to have soothed his strained relationship with his wife. Sophia acompanied him to Washington, where they socialized with Joseph L. Williams, a former Whig congressman whom Vanderbilt hired to assist in his lobbying. “The Commodore and lady were in pleasant spirits when here,” Williams wrote to a friend in New York. “I visited them several times at the hotel, and they went to see Mrs. [Williams] at our house, as she could not go out. I am to see the Secretary of the Navy for the Commodore by the time he comes back. Between you and I, he is anxious, or, rather,\n   \n    ambitious\n   \n   to build the government vessels.” Vanderbilt offered to build a “first-class steam frigate” for the navy; unlike most such proposals, his demanded no money up front, but merely repayment of the cost should the ship be accepted into the fleet."
        },
        {
            "type": "paragraph",
            "text": "This was patriotism, yes, but Vanderbilt hoped the positive publicity would strengthen his attempt to capture the contract for the California mail, to carry it by the aforementioned transit over Mexico, via Veracruz and Acapulco. As lobbyist Williams added in his letter, “He has other wishes in respect to the Vera Cruz and Acapulco route to California, to succeed in which he has to break down the prejudices of the Postmaster General and the elaborate arrangements of Jo White as to Nicaragua.”\n   \n\n\n\n     55"
        },
        {
            "type": "paragraph",
            "text": "Inevitably, Joseph White dashed to Washington as soon as he learned of Vanderbilt's lobbying mission. “We are having some excitement indoors just now, relative to California mail contracts,” the Washington correspondent of the\n   \n    Times\n   \n   reported on January 17. “Parties interested in the Ramsey [Mexico] route, the Panama route, and the Nicaragua route, are all upon the ground attending to their respective interests.” (Ramsey was a figure in the company trying to open the Mexican land transit that Vanderbilt hoped to link to with his ships.)"
        },
        {
            "type": "paragraph",
            "text": "White did what he did best: insult Vanderbilt. He desired the mail contract for Accessory Transit, of course, but he wanted most to deny it to Vanderbilt. Together with Senator James Cooper, White called on Postmaster\n   \n\n   General James Campbell “for the purpose of impressing him with the advantage of the Nicaragua route and the worthlessness of any other, and especially the Ramsey route via Vera Cruz and Acapulco,” the\n   \n    Times\n   \n   wrote. “Postmaster-General Campbell says it is a waste of time to cry down the latter route in his presence, because his mind is decidedly and irrevocably made up against it, which of course is a great satisfaction to the Nicaragua people.”\n   \n\n\n\n     56"
        },
        {
            "type": "paragraph",
            "text": "The Commodore soon had more bad news. He returned to Washington in March with Sophia and daughter Phebe Cross, and discovered that his lobbyist Williams had fallen sick with tuberculosis—\n   \n    “lung fever,”\n   \n   as Williams called it. Vanderbilt carried on, one colleague recalled. “We wanted to see [Senator] John M. Clayton, and arranged to go and call on him on a certain evening. When night came… it rained pitchforks. I said to the Commodore, ‘We can't go now; wait, and if it slacks up we will go over.’” When the weather cleared, the friend couldn't find Vanderbilt, so he took the stage to Clayton's house. “I went in and found him, and the Commodore with him, playing whist.… He [Vanderbilt] said, ‘Between you and me, that's the way I got ahead of some of the other boys. I never failed to keep an engagement in my life.’”\n   \n\n\n\n     57"
        },
        {
            "type": "paragraph",
            "text": "In this case, Vanderbilt would not get ahead of the other boys. He and White neutralized each other. Pacific Mail, U.S. Mail, and the Panama Railroad (a formidable lobbying bloc in their own right) would remain the official carriers for the Post Office. Stymied in politics, Vanderbilt carried on the business war, the one he knew best. His and Mills's ships continued to connect via Panama, rather than Mexico, but the Commodore's prowess at cutting costs would allow him to slash fares until he had cut open the very arteries of the Accessory Transit Company."
        },
        {
            "type": "paragraph",
            "text": "AS THE BUSINESSMEN BATTLED\n   \n   , the fixer left Washington to continue his work. In February 1854, Joseph White returned to Nicaragua to cope with the government's anger over Accessory Transit's failure to pay the required 10 percent of its profits. White, of course, preferred intrigue and corruption to simply paying the debt, as he freely admitted to Secretary of State Marcy “I am fatigued with listening to the extortionate demands of this Govt. & bribing it into silence,” White wrote from Nicaragua. “This process of securing the observance of chartered rights is too annoying and expensive.”\n   \n\n\n\n     58\n    \n\n   Whatever Marcy thought of White personally, he supported the company. As Nicaragua surpassed Panama in popularity as a route to California, keeping the transit open became a strategic imperative for the United States, which would admit no fine points of morality\n   \n\n\n\n     59"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "AS THE BUSINESSMEN BATTLED"
        },
        {
            "type": "paragraph",
            "text": "In the course of 1854, the company's profits suffered under the competition\n   \n\n   of Vanderbilt's Independent Line, as the Commodore slashed fares—by half, then to one-third of what Accessory Transit charged.\n   \n\n\n\n     60\n    \n\n   At Virgin Bay on Lake Nicaragua, an Accessory Transit launch shuttling passengers to a steamboat overturned, drowning twenty-one.\n   \n\n\n\n     61"
        },
        {
            "type": "paragraph",
            "text": "In July, a murder carried out by one of the Accessory Transit riverboat captains brought to a head years of conflict with the people of Greytown. Together with Solon Borland, the belligerent U.S. minister to Nicaragua, White convinced Marcy to send the USS\n   \n    Cyane\n   \n   to destroy the town. White himself wrote instructions for the ship's captain, telling him not to “show any mercy to the town or people.… It is of the last importance that the people of the town should be taught to fear us. Punishment will teach them.” On July 13, the\n   \n    Cyane\n   \n   bombarded Greytown for several hours; then a landing party burned the remaining buildings to the ground. Not for the last time, Americans had completely destroyed a Nicaraguan city\n   \n\n\n\n     62"
        },
        {
            "type": "paragraph",
            "text": "VANDERBILT FACED SWINDLERS\n   \n   of every description, in every direction. In June 1854, he sued William C. Moon for fraud. He had accepted a $3,000 promissory note from Moon, who claimed to represent a well-known mercantile house. Vanderbilt endorsed it over to August Belmont, who discovered the hoax. The Commodore promptly paid Belmont, though he is unlikely to have gotten his money back from Moon. In this case, the crime is less interesting than what it says about Vanderbilt's prolific small-scale lending. In 1854, he took numerous promissory notes for amounts ranging from $1,000 to $5,000. Years later, Lambert Wardell would claim that Vanderbilt had no time for small deals, observing, “An intimate friend of his once said that ‘The Commodore was the biggest man in a big thing and the littlest man in a little thing that he ever knew’” In 1854, that judgment was only half true, as Vanderbilt sought to invest every penny. He reportedly admitted all callers at his private office, and accommodated requests for minor loans rather freely (though he charged market rates of interest).\n   \n\n\n\n     63"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "VANDERBILT FACED SWINDLERS"
        },
        {
            "type": "paragraph",
            "text": "But swindlers continued to haunt him; indeed, they would plague him in 1854 as at no other point in his life. The most heartbreaking, though not the worst, was his son Corneil. In March, Corneil's epilepsy struck him hard. “He is in feeble health,” a friend wrote, “and visits Washington for pleasure & for the benefit of his health.” The idea of anyone visiting the swampy city of Washington to improve his health would have struck most Americans as a bit strange. Stranger still were the identities of the friend who wrote this letter and the man who received it: John P. Hale, former senator from New Hampshire, and Charles Sumner, senator from Massachusetts, both leading opponents of slavery."
        },
        {
            "type": "paragraph",
            "text": "At the moment, Hale and Sumner were embroiled in a struggle against the Kansas-Nebraska bill, which threatened to overturn the Missouri Compromise's ban on slavery in the lands north and west of Missouri. It was a titanic battle, yet Hale found time to intervene for the “son of the celebrated Mr. Vanderbilt.” He told Sumner, “If you can show him any attention, you will confer a favor on yours [truly].”"
        },
        {
            "type": "paragraph",
            "text": "Corneil, who once had limited himself to drawing drafts on his unsuspecting father or skipping out on his bill at the haberdashery, had discovered a new method of acquiring gambling money: he charmed and flattered powerful men, playing on his father's fame to elicit loans. “Corneil was eccentric, and was possessed by some astonishing peculiarities that made him a genius in his way,” said Henry Clews, a gossipy banker who knew Corneil in later years. That genius lay in “his ability to catch the ear of prominent men, who would listen attentively to his tale of woe, and some of them were so thoroughly under the spell of his persuasive powers that they would fork out the required amount without hesitation, to relieve his pressing necessities.”\n   \n\n\n\n     64"
        },
        {
            "type": "paragraph",
            "text": "As if this were not strange enough, Corneil managed to get himself arrested for forgery. His father, it seems, bailed him out of jail, then took him for a carriage ride.\n   \n\n\n\n     65\n    \n\n   What Vanderbilt said to his son is unknown, but clearly he was unhappy with Corneil's increasingly disturbing behavior—the behavior of an addict. And he had a plan to address it. Before he could put it into operation, however, he suddenly fell ill."
        },
        {
            "type": "paragraph",
            "text": "One day in late May, Dr. Linsly received an urgent message to come to 10 Washington Place. He rushed to Vanderbilt's bedside. Listening closely to his patient's heart, he heard the same rapid yet feeble beating that had afflicted the Commodore in 1848. It was “a severe attack,” Linsly recalled. “He had had this trouble with his heart for eighteen days. He could not lie down, and the infiltration of water into his legs gave him dropsy.” It was a “singular heart trouble,” Linsly said. “There is no name for it.” Nonplussed, he once again advised Vanderbilt that he would likely die, and should put his affairs in order."
        },
        {
            "type": "paragraph",
            "text": "“\n   \n    SERIOUS ILLNESS OF COMMODORE VANDERBILT\n   \n   ,” the\n   \n    Times\n   \n   announced on May 31. “We regret to hear that Cornelus Vanderbilt, Esq., lies dangerously ill at his residence in Washington Place.” The children, including Corneil, took up vigil in the house, shrouded by a near certainty of their father's demise. As in 1836, Vanderbilt called for an attorney and dictated a will. “He told me he had given the bulk of his property to his two sons, William H. and George,” Linsly reported. “He also told me he had left the house in Washington Place to Mrs. Vanderbilt, and, my impression is, with $10,000 added.” Like an ancient dynast, the Commodore meant to keep his estate intact, and pass it on to his sons—the\n   \n\n   sons for whom he still had some respect, that is. Curiously, he drafted no special provisions for the sons-in-law who played such a large role in his businesses, not even for Horace Clark, who had just settled 128 lawsuits stemming from the\n   \n    North America\n   \n   disaster for just $61 each. For the daughters who fretted beside his deathbed, and for Corneil, the Commodore planned to leave comparatively little.\n   \n\n\n\n     66"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "SERIOUS ILLNESS OF COMMODORE VANDERBILT"
        },
        {
            "type": "paragraph",
            "text": "On the very day the\n   \n    Times\n   \n   announced Vanderbilt's illness, he began to improve. The\n   \n    New York Evening Post\n   \n   reported “the favorable change today in the symptoms of the disease.” His heart began to beat strongly and evenly, and the “dropsy” disappeared. By June 30, he had fully recovered. On Sunday, July 2, he had Corneil arrested. “Dear Sir,” Corneil wrote to his lawyer, at four o'clock that afternoon, “I have this moment been arrested by two officers, on the charge of insanity, and am now on my way to the Asylum. Do what you can to release me at once.”"
        },
        {
            "type": "paragraph",
            "text": "Four days later, a judge ordered Corneil's release from the Blooming-dale Asylum, after its presiding physician testified that “he was perfectly sane.”\n   \n\n\n\n     67\n    \n\n   The physician was correct. Corneil's problem was not insanity; it was addiction to gambling. The Commodore's heavy-handed intervention in Corneil's self-destructive course failed because the era lacked the language, let alone the science, for addressing the disease."
        },
        {
            "type": "paragraph",
            "text": "When Corneil went free, he found his brother Billy and lawyer Charles A. Rapallo waiting for him. Billy told him, Corneil later reported, “that the doctor had sworn to this commitment to keep me out of the State prison [for forgery], and I told him I had rather be considered a damned rascal than a lunatic.… After that I had no conversation with William H. for two years.”\n   \n\n\n\n     68\n    \n\n   Corneil blamed his brother, but his father almost certainly gave the order. The incident speaks to Vanderbilt's exasperation with Corneil. George inherited his athleticism; Billy showed signs of his shrewdness and intelligence; but Corneil was a schemer, a talker, and a weakling, all things that aroused the Commodore's contempt. Characteristically Vanderbilt tried to solve the conundrum with a decisive act; but family cannot be managed like a business. Like so many fathers, he would have to just muddle through."
        },
        {
            "type": "paragraph",
            "text": "On the day that Vanderbilt had his son arrested, he confronted a far more dangerous, and far less likely, swindler: Robert Schuyler. Vanderbilt's relationship with him reached back at least as far as 1838, when Schuyler had served as president of the New York & Boston Transportation Company, the steamboat monopoly on Long Island Sound. But the twisted tale that unfolded over Independence Day of 1854 may have begun even earlier."
        },
        {
            "type": "paragraph",
            "text": "The nephew of Alexander Hamilton, Schuyler was “no nameless money-making speculator,” George Templeton Strong wrote in his diary\n   \n\n   “but… one of our ‘first’ people in descent and social position and supposed wealth.” And yet, according to one Wall Street source, he led a double life. As an unmarried man, he resided at a hotel downtown, and maintained an office with his brother on Wall Street. Yet he also had a small house in the upper reaches of Manhattan, where he kept a mistress. “Here he lived a part of his time, and reared a family, though the mother of his children was not his wife,” the Wall Street insider wrote fifteen years later. Why he did not marry the woman is unclear—perhaps she was not considered a suitable match for the illustrious Schuyler scion. “The landlord, the butcher, the grocer, and the milkman transacted all their business with the lady. Bills were promptly paid, and no questions asked. The little girls became young ladies. They went to the best boarding-schools in the land.”"
        },
        {
            "type": "paragraph",
            "text": "His eldest daughter indirectly ended the masquerade. A minister of the gospel asked for her hand, insisted on meeting her family, and was stunned to discover that his prospective father-in-law was the rich and famous Robert Schuyler—and that his fiancée was an illegitimate child. At the minister's insistence, Schuyler agreed to marry the mother of his children, despite the likely scandal. To Schuyler's surprise, the elite of New York embraced his new family. “An uptown fashionable mansion was purchased, and fitted up in style. Crowds filled the spacious parlor, for there was just piquancy enough in the case to make it attractive. Splendid coaches of the fashionable filled the street; a dashing company crowded the pavement, and rushed up the steps to enjoy the sights.”\n   \n\n\n\n     69"
        },
        {
            "type": "paragraph",
            "text": "No other sources mention this tale; perhaps it was too delicate a subject for the newspapers, or perhaps it was just a rumor, an echo in the ruins of Schuyler's cataclysmic downfall. Tellingly, it suggested a personality steeped in subterfuge, an accomplished liar who saw deception as something other than his last resort. As Vanderbilt soon discovered, this described Robert Schuyler with tragic precision."
        },
        {
            "type": "paragraph",
            "text": "On the morning of Saturday, July I, New York's merchant community expected runners to spread through the streets of downtown New York from “the eminent house of Robert and George L. Schuyler,” as the\n   \n    Evening Post\n   \n   called it, carrying payment for promissory notes and other debts now due. But instead of money, a message went forth that the firm could not meet its engagements; and Robert, the senior partner, had fallen terribly ill and could not leave his bed to manage his affairs."
        },
        {
            "type": "paragraph",
            "text": "Wall Street had known great failures before, but this one deeply troubled the city's businessmen. The Schuylers occupied the center of the emerging corporate economy. George served as president of the New York & Harlem Railroad, Robert of the Illinois Central, the New York & New Haven, and others. Even worse, the money market was already\n   \n\n   approaching a crisis. The capitalists of New York and New England had overextended themselves in lending to expanding railroads in the West, while the supply of credit from London had dried up because of heavy borrowing by the British and French governments to finance the Crimean War against Russia.\n   \n\n\n\n     70"
        },
        {
            "type": "paragraph",
            "text": "When word went out of the Schuylers' failure, Cornelius Vanderbilt drove to Robert's mansion on Twenty-second Street. Schuyler owed him $600,000, of course, but Vanderbilt also feared a general panic in the wake of the bankruptcy. Sitting at Schuyler's bedside, the Commodore held out a check for $150,000, enough to see him through the next week or so. After a few arrangements, he said, he could provide still more help, as much as $3 million. Furthermore, he would go into Wall Street and start a bull campaign to drive the stock of the New Haven and Harlem railroads up to par, which would inflate the value of Schuyler's stock portfolio and allow him to settle with his creditors. All this and more he would do, the\n   \n    Evening Post\n   \n   reported, “if Mr. Robert Schuyler would only assure him that ‘all was right.’ To this Mr. Robert Schuyler made no other reply than shaking his head. No such assurance could be given.”\n   \n\n\n\n     71"
        },
        {
            "type": "paragraph",
            "text": "Perhaps this disturbing conversation had something to do with Vanderbilt's decision, the next day, to have his son arrested for lunacy. Certainly he saw something rotten in Schuyler's affairs—and others did too. On Monday, July 3, a director of the New Haven Railroad, Morris Ketchum, went to the company's office to investigate some unusual sales of the company's stock. “In a conversation with the book-keeper his suspicions were excited,” according to the press, because Schuyler had given orders that no one should be allowed to examine the company ledgers. Ketchum seized the books, and the next day pored over them with the treasurer and two other directors."
        },
        {
            "type": "paragraph",
            "text": "When Schuyler learned of Ketchum's actions, he panicked. He sent for his brother, and “executed an assignment of all the property belonging to the firm, as well as his individual property,” to his attorneys. The next day, as the directors examined the books, he boarded a train to Burlington, Vermont. There he took a Lake Champlain steamboat to Canada."
        },
        {
            "type": "paragraph",
            "text": "On Wednesday, July 5, Ketchum and his fellow directors announced the stunning news: Robert Schuyler had issued certificates for nineteen thousand shares of stock that legally did not exist—a fraud amounting to $1.9 million at par value. Since Schuyler was both president and stock transfer agent, he had thought he could hide his crime, because he had not sold the stock but used it as collateral for loans. He had hoped to ride out the crisis in his finances, repay the loans, and then destroy the fake certificates. Instead, he had gone bankrupt, leaving the railroad with an excess of nineteen thousand shares.\n   \n\n\n\n     72"
        },
        {
            "type": "paragraph",
            "text": "“The business and money circles of New York were electrified, and the whole community in some measure shocked, by the sudden disclosure,” one magazine reported. “Mr. Robert Schuyler, the person implicated, stood among the highest in the community was the honored representative of one of the old aristocratic families of New York.” As Strong wrote in his diary, “Wall Street all agog.… This swindle of Schuyler's is a great disaster and may well be the first crack that preludes a general crash and collapse.” Stock prices swiftly fell as further failures ensued. One of the bankrupts, the aristocratic Gouverneur Morris, had borrowed $100,000 on Schuyler's behalf, with the fraudulent stock as collateral.\n   \n\n\n\n     73"
        },
        {
            "type": "paragraph",
            "text": "Vanderbilt held more “spurious” shares than anyone—a total of 2,210, worth $221,000 at par value. The man scorned as “boorish” by New York's elite had done his best to save the most elite of them all, and had been repaid with treachery. To make matters worse, the New Haven Railroad soon announced that it would repudiate the spurious shares. Even the legitimate Harlem stock that Schuyler had given Vanderbilt as collateral proved a source of trouble when the now-struggling railroad refused to pay dividends on Vanderbilt's one thousand shares.\n   \n\n\n\n     74"
        },
        {
            "type": "paragraph",
            "text": "Robert Schuyler fled across the Atlantic to Genoa, where his family followed, and lived “in the strictest incognita,” a French reporter claimed. “Since his departure from America his health has been on the decline, and he finally died of grief and mortification” around the middle of February 1856. His widow returned to the United States and retired to an isolated cottage on Saratoga Lake, dogged by rumors that her husband was still alive, hiding himself with the woman he had once hidden from the eyes of society. “Fashionable New York, which could overlook twenty years of criminal life, could not excuse poverty” wrote Matthew Hale Smith, the aforementioned Wall Street insider. “It took reprisals for bringing this family into social position by hurling it back into an obscurity from which probably it will never emerge.”\n   \n\n\n\n     75"
        },
        {
            "type": "paragraph",
            "text": "NOTHING, IT SEEMS, WAS BETTER\n   \n   for the public than an angry Cornelius Vanderbilt. For all the distraction of Schuyler's fraud, the Commodore remained fixated on punishing Morgan and White—and the consumer profited. At the end of May 1854, he opened a second front by attacking one of the main sources of Morgan's wealth: his Gulf Coast steamship company. Vanderbilt established a rival line, running “three large first-class steamships” between Texas and New Orleans. “The avowed object,” the\n   \n    Indianola Bulletin\n   \n   reported, “is to oppose Harris & Morgan—to the death.” (Harris & Morgan, a New Orleans firm run by Israel C. Harris, Morgan's son-in-law, was the agent for his line.) Here, it seems, Vanderbilt's\n   \n\n   lobbying in Washington actually worked, for the Post Office took the Gulf mail contract away from Morgan and gave it to the Commodore. This pleased Texans who had grown tired of the “Harris & Morgan” monopoly. “Their uniform course was high-handed and despotic in the extreme,” the\n   \n    San Antonio Ledger\n   \n   wrote. “It is not probable that they will succeed in running Messrs. Vanderbilt & Co. off the track”\n   \n\n\n\n     76"
        },
        {
            "type": "span",
            "class": [
                "small"
            ],
            "text": "NOTHING, IT SEEMS, WAS BETTER"
        },
        {
            "type": "paragraph",
            "text": "This attack began just as the California traffic slacked off for the summer. Accessory Transit share prices slid down from a high of over 27 in January to 20¼ on July 17. A company official would feel obliged to explain to stockholders, “For some time, the sharp competition of three lines caused heavy losses.” That reference to\n   \n    three\n   \n   lines serves as a reminder that Vanderbilt's Independent Line hurt not only Accessory Transit but also the long-established axis of the Pacific Mail and U.S. Mail Steamship companies. Their revenues plunged as they tried to match Vanderbilt's reduced fares, which drew away passengers by the shipload. And that was the Commodore's intention, for he hoped the mail companies would put pressure on Morgan and White to settle."
        },
        {
            "type": "paragraph",
            "text": "U.S. Mail recently had undergone a change in management that boded well for Vanderbilt's strategy. On March 18, George Law had sold his shares to Marshall O. Roberts; on April 4, he resigned from the board. With the scratch of a pen, Vanderbilt's most intransigent foe had retired from the battlefield. Leadership now passed to Roberts, the president of the North River Bank, owner of vast amounts of prime real estate in Manhattan and New Jersey, and a wily operator on the stock market. On Wall Street, he was “not [very] popular,” the Mercantile Agency reported that year. “Mr. Roberts, on the commencement of his mercantile life, was in [very modest] circumstances, & has risen to his present position by his industry, shrewdness, & perseverence.” This sounded very much like a description of Vanderbilt. But Roberts had ascended into the sanctum of New York's most refined society A former Whig candidate for mayor, a close ally of Moses Taylor and August Belmont (both wealthy social leaders), Roberts built a costly mansion on Fifth Avenue in 1854, and boasted that his net worth amounted to half a million dollars. He had no interest in pursuing Law's old vendetta or in bleeding profits merely to save Charles Morgan's pride.\n   \n\n\n\n     77"
        },
        {
            "type": "paragraph",
            "text": "With steerage fares between New York and San Francisco as low as $35, passengers flocked to the Independent Line, only to see the ugly side of competition, the ferocious cost cutting that made such prices possible. As one popular song ran:"
        },
        {
            "type": "paragraph",
            "text": "You are driven round the steerage like a drove of hungry swine\n    \n    ,\n    \n\n     And kicked ashore at Panama by the Independent Line;"
        },
        {
            "type": "paragraph",
            "text": "Your baggage is thrown overboard, the like you never saw\n    \n    ,\n    \n\n     A trip or two will sicken you of going to Panama\n    \n    ."
        },
        {
            "type": "paragraph",
            "text": "Despite this ruthless attempt to limit expenses, Vanderbilt, too, lost money on his California line, especially when traffic fell during the summer. And so did his partner, Edward Mills, who “was [about] ruined in consequence,” according to the Mercantile Agency. Desperate to cut his losses, Mills sold his share of the\n   \n    Uncle Sam\n   \n   and the\n   \n    Yankee Blade\n   \n   to Vanderbilt. It did little good. Unable to pay his debts, he went bankrupt, ending a long career as a steamship entrepreneur.\n   \n\n\n\n     78\n    \n\n   Vanderbilt had carried him down to disaster. Truly there was no friendship in trade."
        },
        {
            "type": "paragraph",
            "text": "If Mills had been able to hold on for just a few weeks longer, the outcome for him would have been very different. On August 29, rumors began to circulate on Wall Street that Vanderbilt and his foes were meeting to discuss terms. Two days later, news broke of a final settlement. Driven to desperation, Morgan, Roberts, and Aspinwall decided to buy out Vanderbilt on his terms. The Accessory Transit, U.S. Mail, and Pacific Mail companies purchased his steamships for $800,000, an amount far exceeding their original cost (“a gd. price,” the Mercantile Agency judged). The mail companies jointly paid half and received the\n   \n    North Star\n   \n   , which U.S. Mail would operate. Accessory Transit paid the other $400,000 and took the\n   \n    Yankee Blade\n   \n   and the\n   \n    Uncle Sam;\n   \n   it also agreed to give Vanderbilt $115,000 in compensation for “his claims of every sort, including his interest, past and prospective (say for two years), in the transit over the isthmus,” as the company reported. The first payment of $60,000 would be made in December, with two more scheduled in early 1856. To add injury to insult, the\n   \n    Yankee Blade\n   \n   soon went ashore on a reef at Point Arquilla and proved to be a total loss.\n   \n\n\n\n     79"
        },
        {
            "type": "paragraph",
            "text": "On top of that, the Accessory Transit share price slid still lower, allowing the Commodore to “buy in” and profitably “cover” the short-selling contracts he had made in January (to use the jargon of the time). He paid as little as 16¼ for each share that he now sent over to Charles Morgan, who had agreed to pay 25 whenever Vanderbilt chose to deliver them.\n   \n\n\n\n     80\n    \n\n   The Commodore had not only forced his foe to acknowledge he was right, he also had forced Morgan to pay him three times—in an inflated price for his steamships; in cash for his claims; and in the stock market."
        },
        {
            "type": "paragraph",
            "text": "Accessory Transit and the mail companies quickly made arrangements with each other to return fares to their previous high levels: $300 for first cabin, $250 for second, and $150 for steerage—three times or more what Vanderbilt had charged. But if Morgan and Roberts had paid any attention to the Commodore's long career, they must have been wary of his agreement to forgo future competition. “Vanderbilt is slippery,”\n   \n\n   observed the\n   \n    San Francisco Alta California\n   \n   , “very much like the Irishman's flea, and we should not be at all surprised if a line of opposition steamers were puffing away in the course of six months, established at least indirectly through his means.”\n   \n\n\n\n     81"
        },
        {
            "type": "paragraph",
            "text": "The precise prediction would prove wrong, but the sentiment was entirely correct. In little more than a year, Vanderbilt would once again take his place as a major force in the steamship lines to California. And when he did, he would find himself embroiled in a war not only for business but for the very survival of Central America, as the United States plunged toward civil war."
        },
        {
            "type": "paragraph",
            "text": "*\n    \n    John Overton Choules,\n    \n     The Cruise of the Steam Yacht North Star\n    \n    (New York: Evans and Dickerson, 1854), 26–7, records the following passengers, in addition to himself and his wife: Dr. Jared Linsly and his wife; the wife of the captain, Asa Eldridge; Cornelius and Sophia Vanderbilt; and the Vanderbilts' children and their spouses, Phebe Cross, Kate Vanderbilt, George W. Vanderbilt, Maria and William H. Vanderbilt, Ethelinda and Daniel B. Allen, Eliza and George Osgood, Emily and William K. Thorn and their daughter Louisa, Sophia and Daniel Torrance, Louise and Horace F. Clark, Mary and Nicholas B. La Bau. Cornelius J. Vanderbilt and Frances Lavinia did not accompany them."
        },
        {
            "type": "paragraph",
            "text": "*\n    \n    A popular story attributes the invention of the potato chip to Vanderbilt. In 1853 he supposedly complained that his fried potatoes were not salty or thin enough; the Lake House cook, George Crum, retaliated by frying absurdly thin and salty slices, which Vanderbilt loved. (The\n    \n     Washington Post\n    \n    , May 19, 1917, credited Crum's half sister, Catherine A. Wicks.) There is no truth to the tale. The\n    \n     New York Herald\n    \n    , August 2, 1849, strongly suggests that the potato chip originated with the now-forgotten Eliza, no later than the summer of 1849. See William S. Fox and Mae G. Banner, “Social and Economic Contexts of Folklore Variants: The Case of Potato Chip Legends,”\n    \n     Western Folklore\n    \n    42, no. 2 (April 1983): 114–26."
        }
    ]
}