{
    "content": [
        {
            "type": "heading",
            "level": 2,
            "text": "3."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Escaping Plato’s Cave"
        },
        {
            "type": "heading",
            "level": 3,
            "text": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "span",
            "class": [
                "smallcaps"
            ],
            "text": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "image",
            "src": "../Images/star.jpg",
            "alt": "image",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "S\n    \n    OCRATES IS TALKING\n   \n   to Glaucon:",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "span",
            "class": [
                "smallcaps"
            ],
            "text": "S\n    \n    OCRATES IS TALKING",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "span",
            "class": [
                "color"
            ],
            "text": "S",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Behold! human beings living in a underground den, which has a mouth open towards the light and reaching all along the den; here they have been from their childhood, and have their legs and necks chained so that they cannot move, and can only see before them, being prevented by the chains from turning round their heads. Above and behind them a fire is blazing at a distance, and between the fire and the prisoners there is a raised way; and you will see, if you look, a low wall built along the way, like the screen which marionette players have in front of them, over which they show the puppets\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "I see\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "And do you see, I said, men passing along the wall carrying all sorts of vessels, and statues and figures of animals made of wood and stone and various materials, which appear over the wall? Some of them are talking, others silent\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "You have shown me a strange image, and they are strange prisoners\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Like ourselves, I replied; and they see only their own shadows, or the shadows of one another, which the fire throws on the opposite wall of the cave?",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "True, he said; how could they see anything but the shadows if they were never allowed to move their heads?",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "And of the objects which are being carried in like manner they would only see the shadows?",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Yes, he said\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "And if they were able to converse with one another, would they not suppose that they were naming what was actually before them?",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Very true\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "And suppose further that the prison had an echo which came from the other side, would they not be sure to fancy when one of the passers-by spoke that the voice which they heard came from the passing shadow?",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "No question, he replied\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "To them, I said, the truth would be literally nothing but the shadows of the images\n   \n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "—from\n    \n\n     Plato’s\n    \n    Republic\n   \n\n\n\n\n     1",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Socrates’ point, of course, is that we are these prisoners. This famous, ancient picture, the chained prisoners in the smoky cave, is still a compellingly creepy statement of one of the oldest philosophical problems.\n   \n    The Matrix\n   \n   used much the same image with the same impact, though with more elaborate special effects. All that reaches us from the world are a few rays of light hitting our retinas, and a few air molecules vibrating at our eardrums—images and echoes. So how can we really know anything about the outside\n   \n\n   world? Where do our theories of the world come from and how do we get them right?",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Developmental psychologists have known for a long time that babies and children are prodigious learners. Some of us even have suggested that children use the same powerful learning techniques that scientists use\n   \n\n\n\n     2\n    \n\n   . However, we didn’t know very much in detail about how this learning was possible—either for scientists or children. In fact, I thought that this was a problem that would not be solved in my lifetime—but I was wrong. In the last few years we’ve made amazing progress in understanding how at least some kinds of learning are possible and how scientists and babies can accurately discover the truth about the world around them.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "In the last two chapters we saw that even very young children know about the causal structure of the world. They make causal maps. This knowledge gives them remarkable abilities to imagine alternative worlds and to change this one. And these causal maps develop: five-year-olds know more than three-year-olds, who know more than one-year-olds. Children’s causal maps get better—they represent the world more and more accurately, and this allows the children to imagine more powerfully and to act more effectively. Children are correctly learning how the world works. So babies must be born with powerful causal learning mechanisms.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "But even if we know that these causal learning mechanisms must be in place, can we say anything more about what they’re like and how they could allow us to grasp the truth? Causal learning is a notorious example of the gap between experience and truth. The great philosopher David Hume\n   \n\n\n\n     3\n    \n\n   originally articulated the difficulty: “where we have observed a single event followed by another, we are not entitled to form a general rule or foretell what will happen in like cases, it being justly esteemed an unpardonable\n   \n\n   temerity … And there is nothing in a number of instances different from every single instance.”",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "All we see are contingencies between events—one event follows another. How do we ever know that one event actually caused the other? And the problem gets worse. In real life, causal relations rarely involve just two events. Instead, dozens of different events are related in complicated ways. And in real life, it’s actually rare for one event to\n   \n    always\n   \n   follow another. Usually, the cause just makes the effect more likely, not absolutely certain. Smoking causes lung cancer, but not always, and whether a particular smoker actually gets cancer depends on a complex web of other factors.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Like any good philosophical problem, the problem of causal learning is still far from completely solved, but there’s been a lot of progress. The same philosophers of science and computer scientists who worked out the mathematics of causal maps also worked out techniques for learning those maps. They developed a mathematical account of how an ideal scientist could learn about causes. And they’ve started to turn that abstract mathematics into real computer programs, programs that can actually learn about the world\n   \n\n\n\n     4\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "These programs depend on the logic and mathematics of probability. When we think about logic, we usually think in terms of cut-and-dried certainties, absolute answers. But in science, and in ordinary life, we don’t get those kinds of answers. The accumulated evidence may make some possibilities more or less likely, but it rarely gives us certainties.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "However, to say that there is no absolute answer doesn’t mean that there is no answer at all. In fact, we can be quite certain about uncertainties, and quite precise about imprecise knowledge—we\n   \n\n   can formulate a kind of probabilistic logic. Much of the recent work takes off from ideas about probability that were first formulated by the philosopher, mathematician, and theologian Reverend Thomas Bayes\n   \n\n\n\n     5\n    \n\n   back in the eighteenth century. Bayes’s published work, with titles such as\n   \n    Divine Benevolence\n   \n   ;\n   \n    or\n   \n   ,\n   \n    An Attempt to Prove That the Principal End of the Divine Providence and Government Is the Happiness of His Creatures\n   \n   , is long forgotten, but the unpublished essay on probability that was found in his papers after he died has become the foundation for much of twenty-first-century computer science and artificial intelligence. (In a search for Bayes on the net, the\n   \n    Encyclopedia of Philosophy\n   \n   article was followed by a commercial site that advertised Bayesian methods for fixing cars and winning government contracts.)",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Rev. Bayes’s big idea was that learning is about the probabilities of possibilities. For Bayes nothing is ever certain; instead we just think that some possibilities are more likely than others. As we get more evidence about how the world works we systematically update the likelihood of all those possibilities. A little evidence can nudge one hypothesis just a bit past another one. If the evidence is strong enough even the most unlikely possibility can turn out to be true. Learning is a long, slow process with many false starts and revolutions; things we once thought were hardly possible at all turn out to be true (or at least the best account at the moment). Bayesianism gives you precise mathematical ways to get closer and closer to the truth, even if you don’t ever entirely reach it.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Combining Bayesian learning ideas with the causal maps I described in the last chapter has turned out to give computer scientists an extraordinarily powerful way of constructing learning machines. In fact, causal graphical models are often called “Bayes nets.” Suppose I have two different possible theories about the\n   \n\n   world—two possible causal maps. How can I decide which one is actually right?",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Recall that the maps let you make predictions. With a map I can say that some outcomes are likelier to happen than others. If I think that smoking causes cancer I can predict that preventing smoking will lower the probability of cancer. If it doesn’t cause cancer—if the causal map is different—then preventing smoking won’t have this effect. Then I can do an experiment or clinical trial or even just a big epidemiological study and find out what actually happens.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "If the map predicted that evidence, then the probability that that is the right map will go up. The new evidence will make one map more likely than another: if the probability of cancer goes down when people stop smoking, the probability that smoking causes cancer goes up. Causal maps give you a way to make predictions about what the world will be like. By comparing those predictions with what actually happens, you can figure out systematically how likely it is that any particular causal map is actually true.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "The famous Turing test\n   \n\n\n\n     6\n    \n\n   proposes that you sit at a computer terminal and try to figure out whether you are interacting with a computer or another person. Turing, who invented the modern computer, said that if you can’t tell the difference, you will have to grant that the computer has a mind. Servers like Hotmail now do real Turing tests, like asking a user to recognize a blurry word, to make sure they don’t give e-mail addresses to spammers’ computers. But to be truly convincing a Turing test would have to be more stringent. In his original paper Turing also argued for a “child computer” test. The computer should be able to do the same things as a human adult, but it should also be able to learn how to do those things like a human child.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Computers are far from passing that Turing test, but they’re getting a lot better. The new Bayesian ideas let us build computers that can actually learn about the world. Computer scientists working for NASA have begun to design programs that can let a robot learn about the mineral composition of rocks on Mars\n   \n\n\n\n     7\n    \n\n   , without having to consult Earthbound experts. Biostatisticians are designing programs that can take masses of genetic data and learn about the complex causal sequence of events that turns a genome into an organism\n   \n\n\n\n     8\n    \n\n   . NASA scientists are even designing programs that can take satellite data and figure out how the temperature of the ocean off Latin America causes monsoons in India\n   \n\n\n\n     9\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "These programs work by mimicking the procedures of science. How do scientists solve the problem of causal learning? They use three techniques. They can do statistical analyses of evidence, they can learn from their own experiments, and they can learn from the experiments of others. If I’m a doctor and I want to know if smoking causes cancer, I can analyze the epidemiological data about cancer rates in smokers, I can design a randomized controlled experiment—say, getting half a group of patients to stop smoking, and letting the other half continue—and I can read the journals and find out what experiments everyone else has done. Ideally, I’d do all three. At first glance, these ways of learning about the world seem very complex and abstract. And, in fact, when ordinary adults have to consciously analyze statistics, or design experiments, or evaluate the experiments of others, they usually have a miserable time. Anyone who has taught, or taken, an introductory statistics course can testify to that.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "paragraph",
            "text": "Often, though, people can do things intuitively that they can’t do consciously. When we drive, we are unconsciously making very complicated computations about the speed of the car, the effects of the steering wheel, and the nature of the road. When we understand\n   \n\n   sentences we are unconsciously making very complicated computations about sounds and syntax. It turns out that even the youngest children can use statistics and experiments to learn about the world, in much the way that the sophisticated scientists and NASA computers can.",
            "section": "Escaping Plato’s Cave",
            "subsection": "HOW CHILDREN, SCIENTISTS, AND COMPUTERS DISCOVER THE TRUTH"
        },
        {
            "type": "heading",
            "level": 3,
            "text": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "In statistics we calculate the probabilities of various combinations of events and then use that information to draw causal conclusions. For instance, we can count up the number of smokers and nonsmokers who do or don’t get lung cancer. Then we can calculate how likely it is that people who smoke will get cancer and compare that to the likelihood that people who don’t smoke will get cancer. Then we factor out other measures such as age and income to show that the link between cancer and smoking isn’t due to other causes. With enough information like this we can eventually conclude that smoking causes cancer.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "In 1996, in a groundbreaking paper in\n   \n    Science\n   \n   , Jenny Saffran showed that even babies as young as eight months old were sensitive to statistical patterns\n   \n\n\n\n     10\n    \n\n   . This paper launched a flood of exciting research about babies’ statistical learning abilities.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "How could we possibly show that babies can do statistics? Saffran looked at how they learn words. Suppose, for example, you hear the words “pretty baby.” When we hear someone say words, as opposed to reading them on the printed page, there aren’t actually any pauses, the words just follow one another continuously. (This becomes vivid when you try listening to a foreign language.) So “pretty baby” actually sounds like “prettybaby.” How do you know that “pretty” and “baby” are words and “tyba” is not?",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "If you have listened to English for eight months (especially if\n   \n\n   you have a typically fond and sappy mom) you will often have heard “pre” followed by “ty” (not only in “pretty baby” but in “pretty boy” and “pretty darling”), and “ba” followed by “by” (not only in “pretty baby” but in “darling baby” and “angel baby”). But you will have heard “ty” followed by “ba” much less often. You might use that probabilistic information (“ty” often follows “pre” but “ba” rarely follows “ty”) to figure out that “pre” and “ty” go together but “ty” and “ba” don’t.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "To see if babies do this, Saffran used a technique for trying to understand infant minds, habituation, in a very clever experiment. Habituation depends on the idea that babies prefer to look at or listen to new things instead of old ones. If you play babies the same kind of sound over and over again, for example, they get bored and turn away from the sound. Play them something new and they become attentive and start listening and turning to the sound again.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "You can use this technique to see whether babies are sensitive to statistics. For example, you can play them long strings of nonsense syllables without pauses in various combinations. In one string “ga” is always preceded by “ba,” but “da” can follow many different syllables, including “ba.” So if you hear “ba” you will definitely hear “ga” next, but there is only a one-third chance that you will hear “da.” Then you can play the baby different nonsense “words” in isolation, like, for instance, “bada” or “baga.” Remember that babies prefer to listen to things that are new rather than things that are familiar. Will they recognize that “bada” is more unusual than “baga” and prefer to listen to that combination of sounds? They do, as the babies can unconsciously use the pattern of probabilities to figure out which syllables are likely to occur together.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "Is this ability to detect probability patterns limited only to language? People such as Steven Pinker or Noam Chomsky would argue that there are very specialized parts of the brain designed\n   \n\n   just for dealing with language. But eight-month-olds can also detect patterns of probability when you do the same experiment with musical tones (if you hear E followed by D, then C is likely to follow D, the beginning of music appreciation\n   \n\n\n\n     11\n    \n\n   ) or with visual scenes (like figuring out that when you see a door you’ll also often see a window nearby\n   \n\n\n\n     12\n    \n\n   ).",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "In a particularly dramatic recent study, Fei Xu at the University of British Columbia showed that even nine-month-olds understand some important statistical ideas\n   \n\n\n\n     13\n    \n\n   . She showed babies a transparent box full of mixed-up red and white Ping-Pong balls. Sometimes the balls were mostly white with a few red ones mixed in, sometimes they were mostly red with a few white ones. Then she covered the sides of the box to hide the balls. The experimenter took five balls out of the now opaque box in succession, either four red and one white one or vice versa. If you think about it, it should be surprising, though of course possible, that you just happen to pull mostly red balls out of a mostly white box. It could happen but it’s not very likely, and certainly much less likely than pulling out mostly white balls.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "Very young babies seemed to reason about probabilities in the same way. They looked longer at the experimenter when she pulled out mostly red balls from a mostly white box than when she pulled out mostly white balls from a mostly white box, or mostly red balls from a mostly red box. Like Reverend Bayes, these nine-month-olds could consider the probabilities of possibilities.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "So even nine-month-olds detect the patterns of probability that are the basic data of statistics. Will they use those patterns to draw conclusions about what causes what, in the way that scientists do? At least by the time they are two and a half, and probably earlier\n   \n\n\n\n     14\n    \n\n   , children can also use probabilities to make genuinely causal inferences\n   \n\n\n\n     15\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "To test this we went back to the blicket detector machine I described in the last chapter. We showed the children complicated patterns of contingency between the blocks and the detector. The children were like scientists looking at a big data table about smoking levels and cancer rates. Instead of asking what causes cancer or how to stop it, we asked similar questions about our machine. We asked the children which blocks made the machine go, and we also asked them to get it to stop.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "For example, we showed children the two patterns of blocks in the figure below. In both cases, the white block makes the detector go three times and the black block makes it go two out of three times. If children were just looking at how often the blocks made the detector go they should behave the same way in both experiments. But the pattern of probabilities is different: black makes the detector go only if white is there too. You have to “factor out”\n   \n\n   the white block, the way we factor out age or income when we explore the link between smoking and cancer.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "image",
            "src": "../Images/fig1.jpg",
            "alt": "image",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "Figure 1. The “Is It a Blicket?” experiment.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "Source:\n   \n   Gopnik, Sobel, Schulz, and Glymour, 2001",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "Three- and four-year-olds, and even two-year-olds, get it right. They say that the white block is a blicket but the black one is not in the first “one-cause” case, but that they both are blickets in the second “two-cause” condition. They make the sort of statistical inferences a scientist would make in order to find out the truth about the machine.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "What is more, children can use their new knowledge about blickets to make changes, though admittedly rather small ones, in the world around them. For example, we can show children the sequence of events in the next picture. The black block goes on and nothing happens. Then we take it off and put the white block on by itself. The detector lights up and plays music. Now we add the black block to the top of the detector and the box still lights up and plays music. So both blocks are on top of the box and the box is playing. Then we ask the children to make the machine stop. Children have never actually seen anything make the machine stop, but nevertheless they make the right decision: Taking the white block off will work and taking the black block off won’t. In a small way, the children in these experiments have learned how to change the world. In the “two-cause” condition, on the other hand, children figure out that they must take off both blocks.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "We can even show that these young children are unconsciously calculating probabilities. We showed the children one block that made the detector go two out of six times and another that made it go two out of four times. Four-year-olds, who can’t yet do simple addition, said that the second block had more of an effect on the detector than the first one\n   \n\n\n\n     16\n    \n\n   . And in other experiments we showed that they used even more sophisticated Bayesian reasoning to calculate the probability of causes and effects\n   \n\n\n\n     17\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "image",
            "src": "../Images/fig2.jpg",
            "alt": "image",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "Figure 2. The “Make It Stop” experiment.",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "paragraph",
            "text": "Source:\n   \n   Gopnik, Sobel, Schulz, and Glymour, 2001",
            "section": "Escaping Plato’s Cave",
            "subsection": "OBSERVATION: BABY STATISTICS"
        },
        {
            "type": "heading",
            "level": 3,
            "text": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "In addition to making observations, scientists also learn about the causal structure of the world by performing experiments. In an experiment, the scientist intentionally acts on the world, she intervenes, just as she does when she uses her knowledge of the world to change it. But in an experiment the goal isn’t to make something happen, it’s to figure out\n   \n    how\n   \n   things happen. The scientist deliberately brings about a new event. She adds sulfuric acid to the sodium, or puts penicillin in the Petri dish of bacteria, and then observes what happens to the rest of the world, what other events follow. She can use this information to draw conclusions about the causal links between sodium and sulfuric acid or penicillin and bacteria out in the real world, even when she isn’t intervening.\n   \n\n   Armed with these conclusions she can then go on to effectively change the world in a big way. She can cure tuberculosis and cholera by prescribing penicillin, for example.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "When we just observe two events co-occur, it could always be because there’s some hidden common cause we don’t know about—maybe everyday stress makes people have high blood pressure and it also makes them get heart diseases. But now suppose we take a group of people and randomly give half of them a drug that lowers their blood pressure. If they get less heart disease, it must be because of the drug. Mathematically speaking, we can use Bayes-net models to show that these inferences about causation are justified by particular patterns of experimental results. Mathematicians can also show why experimentation is a particularly powerful way of learning about causes, providing much more accurate results than observation alone\n   \n\n\n\n     18\n    \n\n   . And this work shows that you don’t have to do the kinds of formal experiments that scientists perform to learn about causes. Other kinds of interventions that look more like children’s play can also help us learn.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "Can babies do experiments? Even very young babies pay special attention to the consequences of their actions. For example, we can attach a mobile to a three-month-old baby’s leg with a ribbon, so that the baby’s kicking makes the mobile move, and the baby will kick like mad. Is this a kind of experiment or is it just that the baby likes to see things move? To test this, you can show the same baby a mobile that does exactly the same things but isn’t connected to the baby’s own body. Babies prefer to look at the mobile that they can influence themselves, and they smile and coo at it more too. This suggests that it isn’t just that they like the effect—they really are trying to make the effect happen and to see the consequences. They are happy because the experiment succeeds\n   \n\n\n\n     19\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "Moreover, babies will systematically explore the contingencies between various limb movements and the movements of the mobile—they’ll try kicking with one leg and then another and then try waving an arm, watching the mobile’s responses all the time. And if you take them out of the crib and then put them back in again they’ll immediately wave the correct leg to make the mobile move\n   \n\n\n\n     20\n    \n\n   . These explorations really do seem to be experiments. They are actions designed to find out about how the world works, rather than just actions designed to bring about particular events.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "These very early experiments seem designed to find out about the direct causal links between what a baby does and what happens next. But by the time they are a year old babies will systematically vary the actions they perform on objects. Piaget described this kind\n   \n\n\n\n     21\n    \n\n   of experimental play long ago. Rather than just doing the same thing over and over, say banging the block on the table, babies will first bang the block harder and then softer or first bang it and then shake it, carefully observing what happens all the while. And they don’t just watch the immediate consequences of their actions; they watch the further consequences “downstream.” Give an eighteen-month-old a set of blocks and you can see her trying different combinations, placements, and angles, seeing which ones eventually lead to stable towers and which end in an equally satisfying crash.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "By the time children are four they do more complex experiments. Consider another demonic machine Laura Schulz and I designed—the gear toy\n   \n\n\n\n     22\n    \n\n   . Like the blicket detector, the gear toy presents children with a new causal problem. It’s a square box with two gears on top and a switch on the side. When you flip the switch the gears turn simultaneously. By itself that doesn’t tell you how the toy works. But if you take off gear A and flip the switch, gear B turns by itself; if you take off gear B and flip the switch,\n   \n\n   gear A doesn’t turn. With both these experiments together, you can conclude that the switch is making gear B move and that gear B is making gear A move.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "image",
            "src": "../Images/fig3.jpg",
            "alt": "image",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "Figure 3. The gear toy.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "If you feel a little shaky about following this, don’t worry, you’re in good company. When we did similar experiments with UC Berkeley undergraduates they got flummoxed when they tried to think it through. They did much better when we told them to just follow their instincts.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "(My deception of my poor son Andres over the blicket detector came back to bite me with the gear toy. As psychologists, and thus mechanical incompetents, we asked the guys in the machine shop to make the toy for us. Several months later the machine broke and we asked them to replace the wires between the switches and the gears. They explained that actually there was no causal relationship between the gears and the switch at all. They had designed it so that each component had an independent microchip that made it act the right way—their version of the little man behind the curtain. This time I was the one who felt like Neo in\n   \n    The Matrix\n   \n   .)",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "We told four-year-olds to figure out how the toy worked and we left them alone and filmed them with a hidden camera. The children, just as you’d expect, played with the machine. They spun the gears around, listened to the inside of the box, even sniffed the machine. But they also kept flicking the switch, taking\n   \n\n   off gears and putting them on again. In the course of merely playing around, most of the children solved the problem.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "Laura Schulz then provided even more striking evidence that young children use play experimentally to figure out causal problems\n   \n\n\n\n     23\n    \n\n   . She showed four-year-olds a box with two levers. In one version the experimenter said, “Here’s your lever and my lever. Let’s find out what these levers do,” and pushed on her own lever simultaneously with the child. A duck popped out of the box. This meant that the children didn’t know which lever caused the duck to appear—it could have been either one. The other version was exactly the same except that this time the child and the experimenter pushed the levers separately and the duck appeared only when one of the levers was pressed—it was obvious that that lever made the duck appear. Then Schulz simply left the children with the box. They played with the box much more in the first version than in the more obvious second one, pressing and manipulating the levers until they figured out just how the box worked.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "In another experiment Christine Legare\n   \n\n\n\n     24\n    \n\n   took our blicket detector and added in a small twist. One group of preschool children saw that blocks made the box go. But another group saw that three blocks worked, but then saw that one block didn’t work. Christine asked the children, “Why did that happen?” and then she let them play with the box. Children gave a bunch of interesting explanations: “You put it in the wrong place!” or “The battery’s dead!” or “It just looks like a blicket, it isn’t one really.” The children who saw the puzzling event played with the box much longer than the children who saw the regular box. And they played in a way that reflected their explanations—the kids who said the last block wasn’t really a blicket carefully made a pile of the good blickets and segregated them from the defective one.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "This won’t surprise anyone who has spent much time with babies or young children. We take it for granted that young children are perpetually “getting into things.” In fact, a major job for caregivers is to keep this instinct for getting into such things as plugs and electric fans from causing harm. As a do-it-yourself exercise in developmental psychology, find any child between one and two, and simply watch her play with her toys for half an hour. Then count up the number of experiments you see—any child will put the most productive scientist to shame.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "But when you think about it more closely this is a very odd thing for children to do. They don’t get into things in order to satisfy their immediate needs; their immediate needs are taken care of by adults. Why do young children expend so much energy and time, even putting their own safety at risk? It makes perfect sense, though, if you think of toddlers as causal learning machines. Experimentation is one of the best ways of discovering new causes and their effects and understanding the causes you’ve already observed. The Mars rovers, perhaps the most dramatic recent discovery machines, get into everything too.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "Although preschool teachers and parents have long felt intuitively that play contributes to learning, these experiments actually show scientifically that this is true. Just as imaginative play helps children explore possibilities, exploratory play lets them learn about the world. You can only hope that this will slow down the Dickensian administrators who seem to want to take play out of the early curriculum.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "paragraph",
            "text": "The drive to experiment seems to be innate, but experimentation provides us with a way of learning things that are not innate. What are built in are techniques for discovering all the things that aren’t built in. Experimentation, in children or in scientists,\n   \n\n   provides us with a continuous series of shocks, little unexpected confrontations with nature. It’s the key to solving Plato’s problem. When we actively experiment on the world, we are really and truly interacting with a real world outside ourselves, and we can’t tell beforehand what lessons that real world will teach.",
            "section": "Escaping Plato’s Cave",
            "subsection": "EXPERIMENTATION: MAKING THINGS HAPPEN"
        },
        {
            "type": "heading",
            "level": 3,
            "text": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Finally, there is a causal learning technique that lies somewhere between statistical analysis and active experimentation. It may be the most important kind of learning for us humans. Scientists learn from other people’s experiments as well as their own. In fact, much scientific practice, from reading journals to going to talks, to holding lab meetings, helps you learn from other people. We scientists make the assumption that the interventions of others are like our own interventions and that we can learn the same things from both sources. By now each issue of a journal such as\n   \n    Science\n   \n   reflects the accumulated experiments of tens of thousands of scientists.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Learning from the actions of others was a basic mechanism of human culture long before organized science. By watching what others do and learning from it, we can go beyond the brief scope of an individual life. We can benefit from the accumulated learning of all the generations before us.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Experimental interventions are a particularly powerful way of learning about the causal structure of the world, much more powerful than mere observation alone, but there is a tension between the two kinds of learning. We can draw much stronger conclusions from experimentation than from observation, but it is much easier to observe than it is to experiment. Experimenting means acting and acting takes energy and resources and determination. However, if you assumed that other people’s actions were similar\n   \n\n   to yours, you could vastly extend the scope of your experience with little expenditure of effort yourself. You could let other people do your experiments for you.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "If those other people already knew more than you did, you could get special benefits from watching their interventions. Like the lab demonstrations in a science class, the interventions of “experts” can teach you what causes what.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Babies are particularly well designed to learn from other people in this way. They already know that other people intervene in the world the same way that they do. Seven-month-olds, for example, appreciate that actions are directed toward particular goals\n   \n\n\n\n     25\n    \n\n   . To show this, Amanda Woodward used the habituation technique. You can show the babies two toys, say, a ball and a teddy bear on a table (see figure 4). A hand reaches in and grasps the teddy bear. Now you switch the locations of the two toys, so that the teddy bear is where the ball was and vice versa. What will the baby predict will happen next? Will the person they’re watching move to the other side of the table to get the teddy bear? Or will she just go to the same side of the table as before? Seven-month-olds seem to predict that she’ll reach for the teddy bear—they look longer when she goes to the ball instead. Even more strikingly, they don’t make this prediction if a stick, rather than\n   \n\n   a hand, touches one object or the other. So seven-month-olds know that Mom’s hands, like their own hands, try to make things happen.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "image",
            "src": "../Images/fig4.jpg",
            "alt": "image",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Figure 4. The Woodward “Understanding Goals” experiment.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Source:\n   \n   Courtesy of Amanda Woodward",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Other kinds of experiments also show that a baby can link her own actions and the actions of others. For example, very young babies can imitate the actions of others—they will reproduce the actions they see someone else perform. Andy Meltzoff is the king of imitation research. Back in the seventies he showed that literally from the time they are born babies imitate the gestures and actions of other people\n   \n\n\n\n     26\n    \n\n   . Nine-month-old babies can use this kind of imitation to learn about causes. These babies don’t just imitate actions, they recognize and reproduce the results of those actions\n   \n\n\n\n     27\n    \n\n   . For example, a one-year-old walks into the lab and sees the experimenter tap his head on a box, which makes it light up. A week later she returns to the lab and sees the box on the table. She’ll immediately use her own head to get the box to light up.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "By the time they are eighteen months old babies can imitate in an even more sophisticated way. Gyorgy Gergeley showed babies an experimenter touching her head to the box, but now she had a blanket wrapped around her so that her hands weren’t available. If the other person’s hands are free the babies will tap their own heads on the machine. But if she’s wrapped up in the blanket and she taps the machine with her head, the babies will instead use their own hands. They seem to have figured out that you would use your hands if you could, but since you can’t you’re using your head instead\n   \n\n\n\n     28\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "Or suppose you show the baby someone trying to take apart a two-part toy dumbbell, as Meltzoff did\n   \n\n\n\n     29\n    \n\n   . The baby sees the other person try and try again, but never manage actually to succeed. When they get the toy the babies immediately pull apart the toy\n   \n\n   themselves. As all parents wryly recognize, children don’t just learn by imitating your successes. They learn by avoiding your mistakes, and understanding your limitations, too.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "These babies go beyond simply imitating the other person. Instead they recognize the complex causal relationships among human goals, actions, and outcomes.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "By the time they’re four, children can use information about your interventions to make very complicated new causal inferences. For example, take the “gear toy” experiment I described before. The children experimented on the toy until they saw the right pattern of evidence to figure out how the toy worked. But instead of trying out all the different possibilities themselves, they could just watch what another person did to make the toy go. It turns out that children will also solve this problem if they simply see an adult demonstrate the right experiments on the toy, as well as when they perform the experiments themselves\n   \n\n\n\n     30\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "This suggests that other people, especially caregivers, can serve as implicit causal tutors for children—long before children have any formal education. When adults demonstrate actions, and encourage babies and children to imitate them, they also encourage causal learning. They demonstrate the particular tricks and tools of their individual culture, but they also point to the causal relations that those tricks and tools exploit.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "In fact, for most of human history, this kind of demonstration was the most significant educational technique. In preindustrial societies it still is. Barbara Rogoff studied Mayan\n   \n\n\n\n     31\n    \n\n   mothers and children in Guatemala. She found that the Mayan children developed a remarkable degree of skill with complex and dangerous tools at a very early age. Young children are constantly with the adults as the adults practice these skills—the village square is\n   \n\n   both the workplace and the childcare center—and adults make sure that even the youngest babies carefully watch what they do.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "This kind of demonstration also provides a powerful mechanism for change and innovation. A single new discovery by a clever, or lucky, experimenter can spread through an entire community and on to the next generation, until it seems second nature to the generation that learned it as small children. Each culture can develop its own special expertise this way. Barbara Rogoff told me that, on a trip to the city, the Mayan mothers marveled at the way Barbara’s own children effortlessly coped with the complexities of a bathroom, manipulating all those complicated levers and taps with hardly a second thought. The Mayan mothers had the same astonished reaction that Barbara did when she saw the Mayan children skillfully manage machetes and cooking fires.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "paragraph",
            "text": "You can learn a causal map by watching the consequences of particular actions—by seeing how a number of experiments turned out. But once you’ve learned the map you can do much more than just reproduce the actions you’ve seen. Causal maps also let you consider new possibilities and make new plans. The children who watched us manipulate the gear toy could figure out new ways to make it go or stop. Watching an expert demonstrate how to use a machete doesn’t just let you perform the same moves that the expert does. It also lets you understand how machetes work, and so lets you think of new ways to use the machete to solve new problems.",
            "section": "Escaping Plato’s Cave",
            "subsection": "DEMONSTRATION: WATCHING MOM’S EXPERIMENTS"
        },
        {
            "type": "heading",
            "level": 3,
            "text": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "So far, I’ve talked about how babies learn about physical causes—gears and switches, blickets and blicket detectors. But for human beings psychological causes are just as important—maybe more\n   \n\n   so. We saw earlier that just as babies and children learn a great deal about physical causes they also learn a great deal about psychological causes. Even the youngest babies already seem to understand some basic facts about emotion and action. But as they grow older they gradually develop an understanding of desire, perception, and belief, personality traits, moods, and prejudices, all the way up to the detailed and subtle psychology we can appreciate in Lady Murasaki or Proust. But though we’ve shown\n   \n    that\n   \n   children learn about other minds, we haven’t yet explained\n   \n    how\n   \n   they learn.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Children learn about physical and psychological causes in similar ways. At first it might seem that there’s not much connection between the statistical analyses that let us discover that smoking causes lung cancer, or even that the blickets make the detector go, and everyday psychology. But, in fact, statistical patterns may actually help us to identify which things have minds in the first place.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Think about the ways we interact with people and with things. When we manipulate things, typically it’s all or nothing. When I pick up a ball it follows my every move. When I put it down it doesn’t do a thing. The same with light switches and remote controls. But with people it’s all much more complex and delicate. Sometimes when you smile at Mom she smiles back, but sometimes she’s distracted or busy. And if you do smile at Mom and she smiles back that will make you more likely to smile, which will make her more likely to smile, and so on. Sometimes we interact with a physical object that has the same pattern of complex responses as a person. My computer, for instance, mostly does what I tell it to do, but sometimes it’s practically perverse, refusing to perform no matter what I do, or worse, behaving itself one minute and then seizing up the next. In those cases we often feel as if the computer has a mind of its own.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Even one-year-olds are sensitive to these contingency patterns, and use them to differentiate people and things\n   \n\n\n\n     32\n    \n\n   . The psychologist Susan Johnson\n   \n\n\n\n     33\n    \n\n   endowed a very clearly nonhuman thing, a sort of brown robotic blob, with the ability to react contingently to a baby. When the baby made a noise, the blob chirped, and when the baby moved, the blob lit up, and so forth. A second identical blob made the same chirps and lit up the same way but did so in a way that was entirely unrelated to what the baby did. The events were the same, but the statistical relations between the events were different—the chirps were correlated with the babies’ actions in one case but not the other.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Then each blob turned so that one end of it faced away from the baby and toward an object. The babies turned to follow the “gaze” of the reactive blob but not the unreactive blob. They seemed to think that the reactive blob could see. And the babies babbled and gestured more at the blob that interacted with them than at the blob that didn’t.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "They also treated the reactive blob as if it had goals. They seemed to think that it wanted things. Remember that babies understood that someone was trying to pull apart a toy dumbbell even when they didn’t manage to succeed. They didn’t react the same way to a machine. But when Johnson gave the machine interactive abilities, when it chirped and lit up in response, then the babies did act as if the machine was trying to pull apart the toy. In short, they treated a reactive object, even a very peculiar reactive object, as if it had a mind, and as if the pattern of its chirps and lights and movements were indications of what it saw and wanted to do.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "We can also do psychological versions of exactly the same experiments we did with the blicket detector\n   \n\n\n\n     34\n    \n\n   . By the time they’re four\n   \n\n   years old children will use statistical patterns to make inferences about individual minds. This time, instead of showing children blocks and machines, we showed them a toy bunny in a basket. The bunny, we told them, is scared of some animals but not others, and we wanted them to figure out the bunny’s fears. Then children saw various patterns of contingency relating the bunny and other toy animals. A zebra showed up in the basket by itself and the bunny shook with fright. But when an elephant appeared by himself, the bunny welcomed him in. Then the elephant and the zebra both appeared in the bunny’s basket and the bunny shook with fright again. Could the children “factor out” the effects of the elephant, and conclude that the bunny was really scared only of the zebra?",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Four-year-olds drew the right conclusions about what made the bunny scared—they analyzed the data and figured out the right answer. They could also intervene in the world to change it based on this knowledge—they would remove the zebra from the basket to ensure the bunny’s peace of mind (and indeed the sympathetic preschoolers were quite anxious to do so—they practically rushed in to evict the scary animal from the basket even before we asked them to).",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Children can draw conclusions about personality traits in the same way. My student Elizabeth Seiver and I showed four-year-olds different patterns of contingency among people, situations, and actions. Anna and Josie were little dolls that could play on a miniature trampoline and bicycle. We showed half the children that Anna happily went on the trampoline and leaped on the bicycle three out of four times but Josie could bring herself to get on the trampoline and bicycle only one out of four times. We showed the other half of the children that Anna and Josie both happily\n   \n\n   bounced on the trampoline three out of four times but dared approach the bicycle only one out of four times. Again the events were the same but the statistical patterns were different.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Then we asked the children to explain why Anna and Josie acted the way they did. The first group said it was because Anna was brave and Josie was timid, and they predicted that Anna would continue to be brave in new situations—she’d go off the diving board, too. The second group said the dolls acted that way because the trampoline was safe and the bicycle was dangerous. Watching the pattern of playground behavior can lead children to some deep conclusions about what other people are like.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Often these inferences are right, of course, but even very young children, like adults, may make profound decisions about someone’s character with just a little data. You may be quick to decide that a colleague is a really good guy when he smiles at you a few times (and then be startled to discover what he’s really like). Sometimes this can even be a matter of life and death. People in general concluded that the abusive Abu Ghraib guards had deep-seated evil personality traits, even though psychological research suggests that many, even most people, might act similarly in those situations\n   \n\n\n\n     35\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Children learn from the patterns they see, but they also perform psychological experiments to explore the inner as well as the outer world. For example, Ed Tronick got nine-month-olds to watch their mothers suddenly adopt a perfectly still pose—a kind of impassive, iron face. As you might expect, the babies were perturbed by this, and often even started crying. But they would also produce a large number of unusual and expressive gestures, as if they were trying somehow to test what was wrong\n   \n\n\n\n     36\n    \n\n   . In another study, instead of having a baby imitate an adult, the adult imitated the baby, mimicking everything that the baby did\n   \n\n\n\n     37\n    \n\n   . Faced with this extremely peculiar behavior, one-year-olds performed a different\n   \n\n   kind of experiment. They produced odd exaggerated gestures as if they were testing whether the experimenter really would imitate those actions too. They would wiggle a hand in some particularly strange way to see if the adult would do the same. The babies were as intrigued by the mimicry as they were by the stone face and, in each case, they tried to get a reaction from the adult that would help them figure out what was going on.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Perhaps most potent of all, children can learn about the mind by observing the interactions and interventions of people around them. Watching how the people around you influence and manipulate others is a particularly powerful source of information about psychological causes. Younger siblings, for example, rather surprisingly seem to learn about minds more quickly than older siblings, though they typically do worse on IQ and verbal tests\n   \n\n\n\n     38\n    \n\n   . Younger siblings develop exceptional emotional and social intelligence, while older ones develop more conventional schoolroom intelligence. Younger siblings are more likely to be peacemakers and charmers, while older siblings are the serious achievers. Watching an older brother or sister interact with Mom and Dad may be a very important way of learning how minds work. Younger siblings have especially rich opportunities to see Machiavellian intelligence in action. When he was two, my middle son would stare from his high chair with utter fascination at his three-year-old brother—noting every argument lost and won, every negotiation, every little bit of three-year-old diplomacy and strategy.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Language plays an especially potent role in learning about the mind. In fact, there are consistent and strong correlations between children’s language abilities and their understanding of the minds of others\n   \n\n\n\n     39\n    \n\n   . After all, a major way that we come to understand what is going on in other people’s heads is by hearing what they say. We can figure out how objects work by looking at them and we can\n   \n\n   even figure out what people want by looking at what they do. But to figure out what people think, you have to hear what they say.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Perhaps the most dramatic example of the power of language comes from deaf children. Deaf children of deaf parents, who learn sign as a native language and are surrounded by other signers, have no trouble understanding minds. However, most deaf children have hearing parents. Even when those parents learn sign, as most do nowadays, they use it rather haltingly as a second language, the way I would speak Spanish if I suddenly tried to learn it now. As a result deaf children of hearing parents often don’t understand what the people around them are saying. This means they miss much of the psychological interaction that is going on around them. They also have a particularly hard time understanding minds. Remember that five-year-olds, unlike three-year-olds, usually understand that beliefs can be false—they say that Nick will think there are candies in the candy box, even though really it’s full of pencils. But deaf children of hearing parents who don’t use sign may not solve this problem until they are eight or nine\n   \n\n\n\n     40\n    \n\n   .",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Even more dramatically, studying deaf children lets us see what happens when a language is actually created. In Nicaragua, as in many poor and small countries, deaf children were traditionally isolated from one another—they didn’t have a common language and no one taught them sign language. In the seventies, for the first time, Nicaragua opened a school for the deaf, where all the children could meet one another and communicate. The children actually started to invent a new sign language. By the time the next generation of children arrived they could learn this new language instead of trying to cobble it together themselves. It was a natural experiment on the benefits of language.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Jennie Pyers\n   \n\n\n\n     41\n    \n\n   went to study these children. She discovered that\n   \n\n   the first generation of children—the ones who had to invent the language—had a terrible time understanding how other people’s minds worked, like other deaf children of hearing parents. You could see this in laboratory tests but you could also see it in their everyday lives. Even adults couldn’t solve the simple problem about the pencils in the candy box. If you asked them to describe a video of a man absentmindedly taking a teddy bear from a hat rack and putting it on his head instead of a hat, they never mentioned that maybe he had made a mistake. The other deaf people at the school commented on how hapless their older friends were at keeping secrets or manipulating other people. The second generation of children, who had all learned a common language, had no trouble understanding how minds worked. Even though they were younger than the previous generation they had no trouble solving the candies-and-pencils problem. They immediately said that the man in the video must have thought the bear was his hat.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "In fact, psychology is an arena where the premodern ways of teaching are still the most effective ones, even in contemporary life. We don’t teach psychology in elementary schools, because we don’t need to. Every distracted or commanding teacher, every successful bully or heroic defier of bullying, every charming flirt or captivating class clown, is a rich psychology tutorial of their own.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "While a new tool or technique, a wheel or a lever, may be impressive, the psychological wheels and levers are really the things that move the world. Mastering physical causality can give us the means to explore space or destroy the world. But psychological causality, the words spoken by some humans to others, actually makes the rockets go up or the bombs come down.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Our ability to represent the causal structure of the world and the mind and to imagine and create possible new worlds and minds is one powerful engine of human change. But our ability to revise\n   \n\n   and transform those representations, to observe and experiment, and to learn from those observations and experiments gives us an even more powerful engine of change. A single accurate causal map already allows us to change the world in myriad ways. But the ability to create new and ever more accurate causal maps, both of the world and ourselves, lets us do even more.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "This ability to learn about the causal structure of the world may lie at the heart of what makes us distinctively human. The two most prominent theories of the evolution of human intelligence both emphasize causal knowledge. One school emphasizes the importance of understanding physical causes—the sort of understanding that allowed us to use complex tools. Another emphasizes the ability to understand psychological causes—the sort of understanding that allowed us to maintain complex social networks and to develop culture.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Our ability to learn about causes may underlie both these valuable and distinctively human abilities. We should, of course, be wary of saying that there are things that only humans can do. Many animals are better at using tools and understanding the actions of other animals than we once thought. And we should avoid the hubris of thinking that these capacities are somehow “higher” or “more evolved” than others. We have been around for only about one-hundredth as long as the dinosaurs, and our capacities for tool use and complex social networks may yet lead to our extinction.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "However, even if other animals have some of these capacities, we are, at the very least, much better at these kinds of learning than any other animal, and we devote far more of our time and energy to their pursuit. And we do this most of all when we are very small children.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "Thinking about Plato’s problem—how we learn—can help us understand many otherwise puzzling facts about children, such as\n   \n\n   their obsessive, tireless experimental play and their ceaseless observation and imitation of adults. Why does my one-year-old get into everything? Why does my two-year-old always press my buttons? Where on earth did my three-year-old get\n   \n    that\n   \n   from? Children act this way just because they are designed to rapidly and accurately learn the causal structure of the physical and psychological worlds around them.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        },
        {
            "type": "paragraph",
            "text": "At the same time, the discovery that even the youngest children are so deeply engaged in causal learning, and are so good at it too, suggests a new way of thinking about the ancient philosophical questions. Plato and other philosophers asked, “How can we know so much about the world?” The scientific answer is that methods of experimentation and statistical analysis seem to be programmed into our brains even when we are tiny babies. Very young children unconsciously use these techniques to change their causal maps of the world. Those programs allow babies, and so the rest of us, to find the truth.",
            "section": "Escaping Plato’s Cave",
            "subsection": "UNDERSTANDING MINDS"
        }
    ]
}